{
  "book_id": "crime_and_punishment",
  "total_pages": 20,
  "pages": [
    {
      "page_number": 1,
      "summary": "Download free eBooks of classic literature, including \"Crime and Punishment\" by Fyodor Dostoevsky, at Planet eBook.",
      "importance_score": 1
    },
    {
      "page_number": 2,
      "summary": "Dostoevsky, despite his promising beginnings and literary acclaim, faced arrest and condemnation due to his involvement in discussions against censorship.",
      "importance_score": 4
    },
    {
      "page_number": 3,
      "summary": "Dostoevsky's near-execution and subsequent imprisonment profoundly influenced his writing and views on suffering and cruelty.",
      "importance_score": 4
    },
    {
      "page_number": 4,
      "summary": "Dostoevsky faced immense personal and financial struggles throughout his life, yet his profound insights and literary contributions earned him enduring admiration in Russia.",
      "importance_score": 4
    },
    {
      "page_number": 5,
      "summary": "Through it he became great.",
      "importance_score": 2
    },
    {
      "page_number": 6,
      "summary": "A young man hesitates as he leaves his cramped garret on a hot July evening.",
      "importance_score": 2
    },
    {
      "page_number": 7,
      "summary": "A young man, burdened by debt and isolation, hesitates to leave his cramped garret due to his fear of encountering his landlady.",
      "importance_score": 4
    },
    {
      "page_number": 8,
      "summary": "The young man grapples with his fears and insecurities while navigating a stifling and unpleasant environment.",
      "importance_score": 4
    },
    {
      "page_number": 9,
      "summary": "The young man, despite his handsome appearance, is consumed by disgust and bitterness, feeling weak and ashamed in his ragged clothing as he navigates the streets of Petersburg.",
      "importance_score": 4
    },
    {
      "page_number": 10,
      "summary": "The young man is consumed by anxiety over his conspicuous hat, fearing it could jeopardize his carefully planned actions.",
      "importance_score": 4
    },
    {
      "page_number": 11,
      "summary": "The young man nervously approaches the old woman's flat, feeling a mix of excitement and terror as he prepares for a significant act.",
      "importance_score": 4
    },
    {
      "page_number": 12,
      "summary": "Raskolnikov visits an old woman, feeling increasingly anxious and mistrusted as he prepares for a significant encounter.",
      "importance_score": 4
    },
    {
      "page_number": 13,
      "summary": "Raskolnikov visits an old woman to pawn something, feeling uneasy about her mistrust and observing the cleanliness of her modest flat.",
      "importance_score": 4
    },
    {
      "page_number": 14,
      "summary": "Raskolnikov attempts to pawn a silver watch but is met with the old woman's refusal and low offer, leading to his frustration.",
      "importance_score": 4
    },
    {
      "page_number": 15,
      "summary": "The young man reluctantly pawns his watch to the old woman, contemplating her possessions and the degrading nature of the transaction.",
      "importance_score": 4
    },
    {
      "page_number": 16,
      "summary": "Raskolnikov experiences intense confusion and repulsion after visiting Alyona Ivanovna, reflecting on the disturbing thoughts that have plagued him.",
      "importance_score": 4
    },
    {
      "page_number": 17,
      "summary": "Raskolnikov, feeling giddy and tormented by thirst, enters a tavern for the first time, seeking relief in beer to clear his mind.",
      "importance_score": 4
    },
    {
      "page_number": 18,
      "summary": "Raskolnikov observes a drunken man in a tavern, highlighting the contrasting emotions and social dynamics present in the scene.",
      "importance_score": 4
    },
    {
      "page_number": 19,
      "summary": "Raskolnikov, weary from isolation, feels an unexpected desire for company while in a filthy tavern.",
      "importance_score": 4
    },
    {
      "page_number": 20,
      "summary": "Raskolnikov is intrigued by a peculiar retired clerk in a tavern, who exudes a mix of intelligence and madness despite his disheveled appearance.",
      "importance_score": 4
    }
  ]
}