{
  "page_number": 123,
  "simplified_text": "THE MYTH OF SOCIAL ENTREPRENEURSHIP\n\nCleantech entrepreneurs wanted more than just regular business success. The cleantech bubble was a huge trend but also a big failure in the world of “social entrepreneurship.” This idea mixes business and charity, thinking that companies and nonprofits are very different. Companies have a lot of power but only care about making money, while nonprofits want to help people but don’t have much influence. Social entrepreneurs try to bring the best of both worlds together and “do well by doing good.” But usually, they end up failing at both.\n\nThe confusion between social goals and money goals makes things harder. The word “social” adds to the problem: if something is “socially good,” does it really help society, or is it just something people think is good? Anything that gets a lot of praise is usually just average, like the general idea of green energy.\n\nWe’re not held back by greedy companies or good nonprofits; instead, we’re stuck because they both often do the same things. Just like companies copy each other, nonprofits also focus on the same issues. Cleantech shows this clearly: there are tons of similar products all trying to achieve one vague goal.\n\nDoing something unique is what truly benefits society, and it’s also what helps a business succeed by taking over a new market. The best projects might not get a lot of attention, and the best problems to tackle are often the ones that nobody else wants to deal with.\n\n**PAGE SUMMARY:** Cleantech entrepreneurs wanted to mix business and charity but often failed at both. The confusion between social and financial goals holds back real progress. Unique ideas can benefit society and help businesses succeed, while many projects go unnoticed.",
  "summary": "Lesson story exploration idea lesson context context book theme meaning wisdom meaning reflection growth learning understanding learning interpretation analysis learning.",
  "importance_score": 2,
  "themes": [
    "lesson",
    "story",
    "exploration",
    "lesson",
    "context"
  ],
  "word_count": 289,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.259476Z",
  "format_id": "comic_style",
  "content": "[SCENE: A thoughtful conversation]\n\nNARRATOR: \"In this chapter, we discover...\"\n\nCHARACTER: \"Lesson story exploration idea lesson context context book theme meaning wisdom meaning reflection growth learning understanding learning interpretation analysis learning.\"\n\nNARRATOR: \"This insight changes everything about how we think about the topic.\"",
  "reading_difficulty": "easy",
  "estimated_read_time_seconds": 101,
  "format_specific_data": {
    "visual_style": "dialogue_based",
    "narrative_boxes": true,
    "character_speech": true
  }
}