{
  "text": "MONOPOLY CAPITALISM\n\nA monopoly is great for the people who run it, but what about everyone else? Do these huge profits hurt the rest of society? Yes, they do: profits come from what customers pay, and monopolies have a bad reputation for a reason—but that’s only if nothing changes.\n\nIn a world that stays the same, a monopolist is just someone who collects rent. If you control the market for something, you can raise the price, and people have no choice but to buy from you. Think about the board game Monopoly: properties get traded among players, but the game itself never changes. You can’t win by creating a better type of property. The value of the properties stays the same forever, so all you can do is try to buy them all.\n\nBut we live in a world that changes all the time: it’s possible to come up with new and better things. Creative monopolists give customers more choices by adding new products to the market. These creative monopolies aren’t just good for society; they help make it better.\n\nEven the government gets this: one part tries to create monopolies by giving patents for new inventions, while another part tries to break them up by going after antitrust cases. It’s worth asking if anyone should really get a monopoly just for being the first to think of something like a mobile app. However, it’s clear that Apple’s profits from making the iPhone were a reward for creating something new and useful, not just making things scarce. Customers were happy to pay high prices for a smartphone that actually works.\n\nThe changing nature of new monopolies shows why old monopolies don’t stop innovation. With Apple’s iOS leading the way, mobile computing has taken away Microsoft’s long-time control over operating systems. Before that, IBM’s hardware monopoly from the ’60s and ’70s was replaced by Microsoft’s software monopoly. AT&T had a monopoly on phone service for most of the 20th century, but now anyone can get a cheap cell phone plan from many different companies. If monopolies really held back progress, they would be a problem, and we’d have a good reason to fight against them. But history shows that better monopoly businesses often replace the old ones.\n\nMonopolies push progress because the chance for big profits over many years encourages them to innovate. They can keep improving because their profits allow them to plan for the long term and fund ambitious research projects that companies in competition can’t even think about.\n\nSo why do economists focus so much on competition as the best way to do business? It’s an old idea. Economists borrowed their math from 19th-century physicists: they see people and businesses as just interchangeable parts, not as unique creators. Their theories describe a perfect competition because it’s easy to model, not because it’s the best way to run a business. But remember that the long-term balance predicted by 19th-century physics was a state where everything is evenly spread out and comes to a stop—also known as the heat death of the universe. Whatever you think about physics, it’s a strong image: in business, balance means no change, and no change means failure. If your industry is stuck in competition, the end of your business won’t matter; another similar competitor will always be ready to take your place.\n\n**PAGE SUMMARY:** Monopolies can be good for innovation and society when they create new products and choices. While they have a bad reputation, they can drive progress by encouraging companies to invest in new ideas. Economists often focus on competition, but this can lead to stagnation instead of growth."
}