{
  "page_number": 121,
  "simplified_text": "THE DURABILITY QUESTION\n\nEvery entrepreneur should think about being the last one to enter their market. This means asking yourself: what will the world look like in 10 or 20 years, and how will my business fit in? \n\nNot many cleantech companies had a solid answer to this. Because of that, their failures look pretty similar. A few months before it went bankrupt in 2011, Evergreen Solar talked about closing one of its U.S. factories. They mentioned that solar manufacturers in China got a lot of help from their government and had lower costs. Even though Evergreen's production costs were lower than before and cheaper than most Western companies, they were still higher than their low-cost competitors in China.\n\nIn 2012, the blame on China really took off. Abound Solar, which had backing from the U.S. Department of Energy, said that aggressive pricing from Chinese solar panel companies made it hard for new startups to grow. When Energy Conversion Devices went bankrupt in February 2012, they didn’t just blame China; they also filed a $950 million lawsuit against three big Chinese solar manufacturers. Later that year, Solyndra's bankruptcy trustees also sued those same companies for trying to take over the market and unfair pricing. But was it really that hard to see competition from Chinese manufacturers coming? Cleantech entrepreneurs should have asked: what could stop China from destroying my business? Without an answer, their failures shouldn’t have been a shock.\n\nBesides not seeing the competition in making the same green products, cleantech also had wrong ideas about the energy market overall. They thought fossil fuels were on their way out, but they didn’t see the rise of fracking coming. In 2000, only 1.7% of America’s natural gas came from fracked shale. Five years later, that number went up to 4.1%. Still, no one in cleantech took this seriously; they believed renewables were the only future and that fossil fuels couldn’t get cheaper or cleaner. But they did. By 2013, shale gas made up 34% of America’s natural gas, and gas prices dropped over 70% since 2008, hurting most renewable energy business models. Fracking might not be a long-term solution either, but it was enough to take down cleantech companies that didn’t see it coming.\n\n**PAGE SUMMARY:** Entrepreneurs in cleantech failed to predict competition from China and the rise of fracking, which hurt their businesses. They believed fossil fuels were fading away, but they became cheaper and more popular, leading to many cleantech failures.",
  "summary": "Analysis exploration mind experience reader learning interpretation theme context discussion lesson book wisdom learning detail insight perspective perspective thought story.",
  "importance_score": 3,
  "themes": [
    "analysis",
    "exploration",
    "experience",
    "reader",
    "learning"
  ],
  "word_count": 413,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.258681Z",
  "format_id": "comic_style",
  "content": "[SCENE: A thoughtful conversation]\n\nNARRATOR: \"In this chapter, we discover...\"\n\nCHARACTER: \"Analysis exploration mind experience reader learning interpretation theme context discussion lesson book wisdom learning detail insight perspective perspective thought story.\"\n\nNARRATOR: \"This insight changes everything about how we think about the topic.\"",
  "reading_difficulty": "easy",
  "estimated_read_time_seconds": 144,
  "format_specific_data": {
    "visual_style": "dialogue_based",
    "narrative_boxes": true,
    "character_speech": true
  }
}