{
  "page_number": 76,
  "simplified_text": "HOW TO FIND SECRETS\n\nThere are two types of secrets: secrets in nature and secrets about people. Natural secrets are all around us, and to find them, you need to study something new about the physical world. Secrets about people are different; they are things people don’t know about themselves or things they hide because they don’t want others to know. So, when thinking about what kind of company to create, you should ask two questions: What secrets is nature hiding? What secrets are people hiding?\n\nIt’s easy to think that natural secrets are the most important. People who search for them can seem really smart and intimidating. That’s why physics PhDs can be tough to work with—they think they know everything just because they understand basic truths. But does knowing about electromagnetic theory make you a great marriage counselor? Does a gravity expert know more about your business than you do? At PayPal, I once interviewed a physics PhD for an engineering job. Halfway through my first question, he yelled, “Stop! I already know what you’re going to ask!” But he was wrong. It was the easiest decision not to hire him.\n\nSecrets about people are often overlooked. Maybe that’s because you don’t need years of education to ask the questions that reveal them: What can’t people talk about? What’s considered taboo? \n\nSometimes, looking for natural secrets and human secrets can lead to the same truth. Take the monopoly secret, for example: competition and capitalism are opposites. If you didn’t already know this, you could find out by studying corporate profits—you’d see that competition reduces profits. But you could also take the human approach and ask: what can’t company leaders say? You’d notice that monopolists downplay their monopoly status to avoid attention, while competitive companies exaggerate how unique they are. The differences between companies might seem small, but they are actually huge.\n\nThe best place to find secrets is where no one else is looking. Most people only think about what they’ve been taught; schools usually teach conventional wisdom. So you might wonder: are there important fields that haven’t been standardized yet? Physics is a real major at universities and is pretty set in its ways. The opposite of physics might be astrology, but astrology isn’t important. What about something like nutrition? Nutrition is important for everyone, but you can’t major in it at Harvard. Most top scientists choose other fields. Many big studies were done decades ago, and many are flawed. The food pyramid that told us to eat low fat and lots of grains was probably influenced more by food companies than real science; it has mostly made our obesity problem worse. We know more about the physics of distant stars than about human nutrition. It won’t be easy, but it’s not impossible—this is the kind of field that could reveal secrets.\n\n**PAGE SUMMARY:** There are two types of secrets: natural and personal. Natural secrets require study, while personal secrets are often overlooked. Finding secrets means looking where others don’t, like in fields that matter but aren’t well-studied, such as nutrition.",
  "summary": "Growth wisdom interpretation story analysis experience book reader lesson journey book reader book exploration analysis journey story perspective learning meaning.",
  "importance_score": 2,
  "themes": [
    "growth",
    "wisdom",
    "interpretation",
    "story",
    "analysis"
  ],
  "word_count": 514,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.232787Z",
  "format_id": "comic_style",
  "content": "[SCENE: A thoughtful conversation]\n\nNARRATOR: \"In this chapter, we discover...\"\n\nCHARACTER: \"Growth wisdom interpretation story analysis experience book reader lesson journey book reader book exploration analysis journey story perspective learning meaning.\"\n\nNARRATOR: \"This insight changes everything about how we think about the topic.\"",
  "reading_difficulty": "easy",
  "estimated_read_time_seconds": 179,
  "format_specific_data": {
    "visual_style": "dialogue_based",
    "narrative_boxes": true,
    "character_speech": true
  }
}