{
  "page_number": 100,
  "simplified_text": "Small business owners aren’t slow or lacking good tools; the real problem is getting their products to people. \n\nMarketing and advertising work well for cheap products that many people like but don’t spread easily. For example, Procter & Gamble can’t afford to send salespeople door-to-door to sell laundry detergent. Instead, they focus on getting their products into grocery stores and big retailers because one sale there can lead to a lot more sales. To reach regular customers, they make TV ads, print coupons in newspapers, and design eye-catching product boxes.\n\nStartups can also use advertising, but only if it makes sense financially. Take Warby Parker, for instance. They sell stylish prescription glasses online instead of using retail stores. Each pair costs about $100, and since customers usually buy several pairs over time, the company makes a good profit. However, they can’t give personal attention to every sale, and products that cost around $100 don’t go viral easily. By creating fun ads and quirky TV commercials, Warby Parker gets their affordable glasses in front of many potential customers. They say on their website that “TV is a great big megaphone,” and when you don’t have much money to spend on getting new customers, you need the biggest megaphone possible.\n\nEvery business owner wishes they could create a famous ad campaign, but new companies shouldn’t try to compete with big brands in making flashy commercials or PR stunts. I learned this the hard way at PayPal. We hired James Doohan, who played Scotty on Star Trek, to promote our software. We thought it would be cool to have him at an event where he could say a famous line about beaming money. It didn’t go well, and the few journalists who showed up weren’t impressed. We thought Scotty would be more credible than Captain Kirk, who was always showing off. We were wrong. When Priceline.com used William Shatner, the actor who played Kirk, in their ads, it worked for them because they were already a big company. No small startup can match the advertising budgets of big brands. Captain Kirk is in a league of his own.\n\nA product is considered viral if it encourages users to invite their friends to use it too. This is how Facebook and PayPal grew quickly. Every time someone shares or makes a payment, they naturally bring more people into the network. This method is not only cheap but also fast. If each new user brings in more than one additional user, it creates a chain reaction of rapid growth. The best viral marketing is quick and easy. Funny YouTube videos or internet memes can get millions of views in no time because they spread quickly.\n\n**PAGE SUMMARY:** Small businesses struggle with distribution, not tools. Marketing works for cheap products, but startups should avoid competing with big brands in advertising. Viral marketing, like Facebook and PayPal, grows quickly by encouraging users to invite friends.",
  "summary": "Thought perspective book thought perspective lesson mind insight wisdom discussion exploration learning lesson growth lesson idea knowledge wisdom analysis detail.",
  "importance_score": 5,
  "themes": [
    "thought",
    "perspective",
    "thought",
    "perspective",
    "lesson"
  ],
  "word_count": 488,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.247687Z",
  "format_id": "comic_style",
  "content": "[SCENE: A thoughtful conversation]\n\nNARRATOR: \"In this chapter, we discover...\"\n\nCHARACTER: \"Thought perspective book thought perspective lesson mind insight wisdom discussion exploration learning lesson growth lesson idea knowledge wisdom analysis detail.\"\n\nNARRATOR: \"This insight changes everything about how we think about the topic.\"",
  "reading_difficulty": "easy",
  "estimated_read_time_seconds": 170,
  "format_specific_data": {
    "visual_style": "dialogue_based",
    "narrative_boxes": true,
    "character_speech": true
  }
}