{
  "text": "have been pessimists. Even today, many people around the world still feel negative about the future. An indefinite pessimist looks at a gloomy future but has no idea how to fix it. This has been true for Europe since the early 1970s when things started to go downhill without any clear direction. Right now, the Eurozone is in a slow crisis, and no one seems to be in charge. The European Central Bank doesn’t have a solid plan; it’s like they’re just making it up as they go along. While the U.S. Treasury prints “In God We Trust” on the dollar, the ECB might as well print “Let’s Just Wait and See” on the euro. Europeans just react to problems as they come and hope things don’t get worse. The indefinite pessimist can’t tell if the decline will be fast or slow, bad or really bad. All they can do is wait, so they might as well enjoy life in the meantime, which is why Europeans love to take vacations.\n\nA definite pessimist believes that the future can be predicted, and since it looks bad, they need to get ready for it. Surprisingly, China is probably the most definitely pessimistic place in the world right now. When Americans see China’s economy growing super fast (10% a year since 2000), we think it’s a confident country that knows what it’s doing. But that’s because Americans are generally optimistic and project that onto China. From China’s perspective, they feel like their economic growth isn’t happening quickly enough. While other countries worry that China will take over the world, China is the only one worried that it might not.\n\nChina can grow quickly because it started from a low point. The easiest way for China to grow is by copying what has worked in the West. That’s exactly what they’re doing: making solid plans and using more coal to build more factories and skyscrapers. But with so many people, the prices for resources are going up, and the Chinese know they can’t reach the living standards of the richest countries. This is why the leaders in China are so focused on the potential for things to get worse. Every senior leader remembers experiencing famine as a child, so when they look to the future, they see real danger. The Chinese public also understands that tough times are ahead. While outsiders are amazed by the wealth being created in China, they often overlook the wealthy Chinese trying to move their money out of the country. Poorer Chinese save as much as they can and hope it will be enough. Every group in China takes the future very seriously.\n\nTo a definite optimist, the future will be better than today if they plan and work for it. From the 17th century to the 1950s and ’60s, definite optimists led the Western world. Scientists, engineers, doctors, and businesspeople made life richer, healthier, and longer than ever before. As Karl Marx and Friedrich Engels pointed out, the business class of the 19th century created more powerful tools and resources than all previous generations combined. They learned to control nature, developed machines, applied chemistry to industries and farming, built railways and canals, and created entire populations from scratch.\n\n**PAGE SUMMARY:** The passage discusses different views on the future: indefinite pessimism, where people feel hopeless and just wait for things to get worse; definite pessimism, seen in China, where leaders prepare for a tough future; and definite optimism, where people believe they can improve the future through planning and hard work."
}