{
  "text": "If he needed something that was packed away, he would take it out and put it back where it belonged. By the end of the week, he saw that most of his stuff stayed in its boxes and didn't get used at all. So, he decided to get rid of it.\n\nPeople tend to keep a lot of stuff because they worry, “What if I need this someday?” This worry makes it easy to hold on to things. Nicodemus’s packing party showed him that most of his stuff wasn't needed, which helped him want to simplify his life.\n\nThe last strategy gives you a way to start sorting through the things that take up your time and attention. It’s a different but helpful approach inspired by Ryan Nicodemus’s way of getting rid of his useless stuff.\n\nThis strategy suggests doing something like a packing party, but for social media. Instead of packing, you’ll stop using all your social media for thirty days. This includes Facebook, Instagram, Twitter, Snapchat, and any other popular apps. Don’t deactivate your accounts, and don’t tell anyone online that you’re taking a break; just stop using them completely. If someone asks why you’re not active, you can explain, but don’t make a big deal out of it.\n\nAfter thirty days of not using social media, think about these two questions for each service you quit:\n1. Would my last thirty days have been better if I had used this service?\n2. Did anyone care that I wasn’t using this service?\n\nIf you answer “no” to both questions, then quit that service for good. If you say “yes,” then you can go back to using it. If your answers are unclear, it’s up to you, but I suggest leaning toward quitting. You can always come back later if you want.\n\nThis strategy focuses on social media because these platforms can really take away your time and attention. If you use them too much, they can get in the way of doing deeper work.\n\n**PAGE SUMMARY:** The passage discusses how to simplify your life by getting rid of unnecessary stuff and taking a break from social media. By reflecting on your usage after a month, you can decide what to keep or let go, helping you focus on what truly matters."
}