{
  "page_number": 94,
  "simplified_text": "People who always multitask can’t ignore things that don’t matter. They struggle to remember what they need to focus on. They get distracted easily and use a lot of their brain on stuff that isn’t important for what they’re doing. Basically, they’re a mess mentally.\n\nFlatow asks Nass if people who are always distracted realize their brains are changing. The people they talked to said, “When I really need to focus, I turn everything off and concentrate hard.” But sadly, they’ve gotten into habits that make it hard for them to truly focus. They get sidetracked easily and can’t stick to their tasks.\n\nOnce your brain gets used to constant distractions, Nass found out, it’s tough to break that habit, even if you want to focus. For example, if you always check your phone whenever you’re bored—like waiting in line or sitting alone at a restaurant—your brain might be so used to distractions that it can’t handle serious work, even if you try to practice focusing.\n\nRule #1 showed you how to fit deep work into your schedule and create routines to help you focus better. Rule #2 will help you improve your focus even more. The strategies that follow are based on the idea that to get the most out of your deep work habit, you need to train yourself. This training should aim to make you better at concentrating hard and help you fight the urge to get distracted. These strategies include different methods, like cutting out distractions and learning a special type of meditation, which together can help you go from being distracted all the time to being able to focus like a laser.\n\nDon’t take breaks from focusing; instead, take breaks from distractions. Many people think they can easily switch between being distracted and concentrating, but that’s not true. Once you’re used to distractions, you want them. This strategy is meant to help you change your brain so it can focus better. \n\n**PAGE SUMMARY:** Constant multitasking makes it hard to focus and remember important things. People often get distracted and struggle to concentrate. To improve focus, you need to train your brain to resist distractions and practice deep work strategies.",
  "summary": "Insight story journey understanding wisdom book wisdom reflection lesson experience story reader understanding insight experience knowledge journey chapter discussion thought.",
  "importance_score": 4,
  "themes": [
    "insight",
    "story",
    "journey",
    "understanding",
    "wisdom"
  ],
  "word_count": 364,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.137446Z",
  "format_id": "article_style",
  "content": "**Key Insights:** This section explores insight, story, journey.\n\n**Main Points:**\nInsight story journey understanding wisdom book wisdom reflection lesson experience story reader understanding insight experience knowledge journey chapter discussion thought.\n\n**Takeaway:** Understanding these concepts will help you apply the book's principles more effectively.",
  "reading_difficulty": "intermediate",
  "estimated_read_time_seconds": 182,
  "format_specific_data": {
    "structure": "sectioned",
    "headers_used": true,
    "bullet_points": true
  }
}