{
  "text": "With the rise of the Internet and the way it grabs our attention, many people who work 40 hours a week—especially those in my generation—find that their free time isn’t very good. Instead, it’s mostly spent mindlessly clicking on simple online entertainment. If someone like Bennett were alive today, he’d probably be really upset about how little we’ve improved in this area.\n\nI don’t really care about the reasons behind Bennett’s ideas. His thoughts on improving the lives of everyday people by reading poetry and classic books seem old-fashioned and a bit snobby. But the main point he makes—that you should use your free time wisely—is still important today. This is especially true when it comes to reducing how much online distractions affect your ability to focus on important work.\n\nSo far, we haven’t talked much about the types of online tools that are really important in this fight for focus: entertainment websites that are designed to keep your attention for as long as possible. Right now, popular sites like the Huffington Post, BuzzFeed, Business Insider, and Reddit are great examples. These sites use catchy headlines and easy-to-read content, often created by algorithms to grab your attention.\n\nOnce you click on one article, you’ll see links to more articles on the side or bottom of the page that tempt you to keep clicking. They use all sorts of tricks, like labeling things as “popular” or using eye-catching photos, to keep you interested. For example, some of the trending articles on BuzzFeed right now are “17 Words That Mean Something Totally Different When Spelled Backward” and “33 Dogs Winning at Everything.”\n\nThese sites can be especially harmful after work because they can take over your free time. If you’re waiting in line, for a TV show to get interesting, or finishing a meal, they fill your time and make sure you don’t get bored. But like I said in Rule #2, this kind of behavior is risky because it makes it harder for your brain to ignore distractions later when you need to focus. Plus, these online tools are always there; you can’t just quit them like you can with other things, so it’s hard to get them out of your life.\n\n**PAGE SUMMARY:** The Internet has made it hard for people, especially those who work a lot, to enjoy their free time. Many spend it mindlessly clicking on entertainment sites, which can distract them from focusing on important tasks later. These sites use clever tricks to keep you engaged, making it difficult to resist distractions."
}