{
  "page_number": 139,
  "simplified_text": "I usually don’t send emails after 5:30 PM. But since emails are such a big part of work now, this shows something surprising: I don’t work after 5:30 PM. \n\nI call this “fixed-schedule productivity.” I set a clear goal of not working past a certain time, and then I figure out how to be productive within that limit. I’ve been doing this happily for over five years, and it’s really helped me create a successful work life focused on deep work. In the following pages, I’ll try to convince you to use this method too.\n\nLet’s start by saying that, according to what most people think, this approach shouldn’t work in the academic world I’m in. Professors, especially new ones, are known for working super long hours, even at night and on weekends. For example, there’s a blog post by a young computer science professor I’ll call “Tom.” In this post from winter 2014, he shares a day where he spent twelve hours at his office. His day included five meetings and three hours of “administrative” tasks, like answering tons of emails, filling out forms, and planning future meetings. He figured he only spent one and a half hours on actual work that helped him make progress on his research. It’s no surprise that Tom feels he has to work way beyond the usual work hours. He even said he has accepted that he’ll be working on weekends, which is common for many junior faculty.\n\nBut I haven’t had to do that. Even though I don’t work at night and rarely work on weekends, from when I started at Georgetown in fall 2011 to when I began writing this chapter in fall 2014, I published about twenty articles that were reviewed by my peers. I also won two competitive grants, published one book that isn’t academic, and I’m almost done writing another one (which you’re reading now). I did all this without following the crazy schedules that people like Tom think are necessary.\n\nSo, what’s the reason for this difference? A good answer comes from an article published in 2013 by a more experienced and successful academic, Radhika Nagpal, who is a professor at Harvard University. She starts her article by saying that a lot of the stress that tenure-track professors feel is actually caused by themselves. “Scary myths and scary data abound about life as a tenure-track faculty at an ‘R1’ [research-focused] university,” she explains.\n\n**PAGE SUMMARY:** The author shares their approach of fixed-schedule productivity, where they don’t work after 5:30 PM. Despite the common belief that professors must work long hours, the author has published many articles and books without following that stressful path. They highlight that much of the stress professors feel is self-imposed, as noted by a Harvard professor.",
  "summary": "Thought lesson thought theme interpretation theme concept perspective journey analysis knowledge concept chapter theme discussion chapter detail insight lesson meaning.",
  "importance_score": 2,
  "themes": [
    "thought",
    "lesson",
    "thought",
    "theme",
    "interpretation"
  ],
  "word_count": 463,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.162708Z",
  "format_id": "article_style",
  "content": "**Key Insights:** This section explores thought, lesson, thought.\n\n**Main Points:**\nThought lesson thought theme interpretation theme concept perspective journey analysis knowledge concept chapter theme discussion chapter detail insight lesson meaning.\n\n**Takeaway:** Understanding these concepts will help you apply the book's principles more effectively.",
  "reading_difficulty": "intermediate",
  "estimated_read_time_seconds": 231,
  "format_specific_data": {
    "structure": "sectioned",
    "headers_used": true,
    "bullet_points": true
  }
}