{
  "page_number": 130,
  "simplified_text": "Think about how meetings, appointments, calls, and other scheduled events can take up a lot of your time. For many jobs, these distractions can leave you with very little time for your own work.\n\nAs a professor, I usually have fewer of these commitments, but they still take up a big part of my time, especially during the school year. For example, on a random day from last semester, I had a meeting from eleven to twelve, another one from one to two-thirty, and then I had to teach a class from three to five. So, in an eight-hour workday, I only had four hours left for actual work. Even if I crammed in all my quick tasks like emails into just half an hour, I still wouldn’t reach my goal of four hours of focused work. This shows that while we can’t spend a whole day deeply focused, it’s still super important to limit the time spent on shallow work because a typical workday can get broken up more than we think.\n\nIn short, be careful with shallow work because it can hurt your productivity more than you realize. This kind of work is unavoidable, but you need to keep it under control so it doesn’t stop you from doing the deeper work that really matters. The strategies I’ll share next will help you manage this better.\n\nPlan Out Your Day\nIf you’re between twenty-five and thirty-four years old and live in Britain, you probably watch more TV than you think. In 2013, a survey asked people about their TV habits. Those aged twenty-five to thirty-four estimated they watched about fifteen to sixteen hours a week. That sounds like a lot, but it’s actually a big underestimate. We know this because there’s a system that tracks how much TV people really watch. It turns out that those who thought they watched fifteen hours a week actually watched around twenty-eight hours.\n\nThis problem of underestimating time isn’t just about British TV. When different groups try to guess how much time they spend on various activities, they often get it wrong.\n\n**PAGE SUMMARY:** Meetings and shallow work can take up a lot of time, leaving less for important tasks. Many underestimate how much time they spend on activities like watching TV. It's crucial to manage shallow work to focus on what truly matters.",
  "summary": "Thought meaning discussion detail meaning insight exploration journey chapter concept meaning insight analysis idea exploration discussion book analysis lesson curiosity.",
  "importance_score": 2,
  "themes": [
    "thought",
    "meaning",
    "discussion",
    "detail",
    "meaning"
  ],
  "word_count": 392,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.159056Z",
  "format_id": "article_style",
  "content": "**Key Insights:** This section explores thought, meaning, discussion.\n\n**Main Points:**\nThought meaning discussion detail meaning insight exploration journey chapter concept meaning insight analysis idea exploration discussion book analysis lesson curiosity.\n\n**Takeaway:** Understanding these concepts will help you apply the book's principles more effectively.",
  "reading_difficulty": "intermediate",
  "estimated_read_time_seconds": 196,
  "format_specific_data": {
    "structure": "sectioned",
    "headers_used": true,
    "bullet_points": true
  }
}