{
  "text": "A THOUSAND SPLENDID SUNS             \n5 \nPART ONE \n\n1.\n\nMariam was just five when she first heard the word \"harami.\"\n\nIt was a Thursday. Mariam remembered feeling restless that day, just like every Thursday, the day Jalil came to visit her at the kolba. To kill time until he showed up, she climbed a chair and grabbed her mom's Chinese tea set. This tea set was the only thing Mariam's mom, Nana, had from her own mother, who passed away when Nana was just two. Nana loved every piece of that blue-and-white porcelain, from the pot’s elegant spout to the hand-painted finches and flowers, even the dragon on the sugar bowl meant to scare away bad vibes.\n\nBut then, the sugar bowl slipped from Mariam’s hands and crashed onto the wooden floor of the kolba.\n\nWhen Nana saw it, her face turned bright red, and her upper lip quivered. Her eyes, both the lazy one and the good one, fixed on Mariam in a cold, unblinking stare. Nana looked so furious that Mariam was scared the jinn (evil spirit) would come back. But that didn’t happen. Instead, Nana grabbed Mariam by the wrists, pulled her close, and through gritted teeth said, \"You are a clumsy little harami. This is my reward for everything I've been through. An heirloom-breaking, clumsy little harami.\"\n\nAt that moment, Mariam didn’t get it. She didn’t know what \"harami\" meant. She wasn’t old enough to see that it was the people who made her a harami who were to blame, not her, since her only \"crime\" was being born. But from the way Nana said it, Mariam figured it was a nasty word, something ugly, like the cockroaches Nana always cursed and swept out of the kolba.\n\nAs she grew older, Mariam started to understand. It was the way Nana spat the word at her that made it sting. She realized that a harami was something unwanted; that she, Mariam, was an illegitimate child who would never have the same rights to love, family, home, or acceptance that others did.\n\nJalil never called her that. He called her his little flower. He loved sitting her on his lap and telling her stories, like how Herat, where Mariam was born in 1959, used to be the heart of Persian culture, home to writers, artists, and Sufis.\n\n\"You couldn't stretch a leg here without poking a poet in the ass,\" he laughed. 🌼\n\n**PAGE SUMMARY:** Mariam, a young girl, grapples with her identity as an illegitimate child, feeling the sting of her mother's harsh words and the societal stigma attached to being a \"harami.\""
}