{
  "text": "A THOUSAND SPLENDID SUNS             \n10 \n\n\"Yo kura ma chito huna parcha. Almost dui din bhayo, ma ta yo thanda, kathor floor ma basera basiraheko thiye. Maile khana khayena, neend pani auna sakena, sirf push gariraheko thiye ra tapaiko aaundai pray gariraheko thiye.\"  \n\n\"Maaf garnu hola, Nana.\"  \n\n\"Maile afno haat le hami bich ko cord katdai thiye. Tesaile ma sanga chura thiyo.\"  \n\n\"Maaf garnu hola.\"  \n\nNana le hamesha ek dhimi, bhaari muskaan dinthyo, jasma kehi purano dosh ya majburi ko kshama bhayeko jasto lagthyo, Mariam lai thik thik thaha huna sakdaina. Yu kura ma chhoti Mariam lai thik lagdaina ki afno janma ko tarika ko lagi maaf maangnu parcha.  \n\nJaba yo kura uslai pheri thaha bhayo, jaba usko dasa barsa bhayo, Mariam le yo janma ko kahani ma biswas garnai chhadi sakyo. Usle Jalil ko version ma biswas garnai thalyo, jasma usle bhanya ki usle taahari dekhi hospital ma Nana lai pathaune bandobast gareko thiyo, jaha uslai ek doctor le dekheko thiyo. Usle ek clean, proper bistarama ramro roshani bhayeko room ma basiraheko thiyo. Jalil le dukha le thik thik ghojya jaba Mariam le chura ko kura garyo.  \n\nMariam le yo pani thaha paayo ki usle afno ama lai dui din samma dukha dinu parcha bhanne kura ma pani biswas garnai chhadiyo.  \n\n\"Uniharu le bhanya ki yo ek ghanta bhitra khatam bhayo,\" Jalil le bhanya. \"Timi ek ramri chhori thiye, Mariam jo. Janma ma pani timi ramri chhori thiye.\"  \n\n\"U ta thik thau ma pani thina!\" Nana le chhito bhanthyo. \"U ta Takht-e-Safar ma tha, afno priya saathi haru sanga ghode chadiraheko thiye.\"  \n\nJaba uniharu le Jalil lai naya chhori ko kura bhanya, Nana le bhanya ki Jalil le sirf thap thap garera horse ko manchha ma haath lagayera arko dui hapta samma Takht-e-Safar ma basiraheko thiyo.  \n\n\"Sachaai ta yeh ho ki, u ta timi ek mahina bhayepachi matra timi lai samjheko thiye. Ani pheri ek marto timro mukh ko lambai ko kura garera, malaai pheri hand garnu paryo.\"  \n\nMariam le yo kahani ko yo part ma pani biswas garnai chhadiyo. Ho, Jalil le thik bhanya, u Takht-e-Safar ma ghoda chadiraheko thiyo, tara jaba uniharu le khabar dinu bhayo, u le thap thap garena. U ta sidha saddle ma chadi Herat ma aayo. U le uslai afno haat ma uthayo, usko chhoti chhoti eyebrows ma haath le ghojya, ra ek lullaby gayo. Mariam le yo sochdai thina ki Jalil le usko mukh lambai bhanya, tara yo ta thik thiyo ki usko mukh lambai thiyo.  \n\nNana le bhanya ki usle naam \"Mariam\" rakheko thiye kina bhane yo usko ama ko naam thiyo. Jalil le bhanya ki usle naam chune ko thiye kina bhane Mariam, tuberose, ek ramro phool ho.  \n\n\"Timi ko man parcha?\" Mariam le puchha.  \n\n\"Thik cha, ekta,\" u le bhanya ra muskurayo.\n\n**PAGE SUMMARY:** Mariam grapples with conflicting narratives about her birth and her parents' feelings towards her, leading to confusion and doubt about her identity."
}