{
  "text": "A THOUSAND SPLENDID SUNS             \n6 \n\nJalil told Mariam about Queen Gauhar Shad, who built the famous minarets in Herat back in the 15th century. He painted a picture of green wheat fields, orchards, and vineyards bursting with juicy grapes. He described the busy bazaars filled with life.\n\n“One day, there’s a pistachio tree,” Jalil said, leaning in. “Under it lies the great poet Jami.” He whispered, “Jami lived over five hundred years ago. I took you there once when you were little. You wouldn’t remember.” \n\nMariam didn’t remember. Even though she lived close to Herat for the first fifteen years of her life, she’d never see that famous tree. She’d never visit the minarets up close or pick fruit from the orchards. But whenever Jalil spoke like this, she was captivated. She admired his knowledge and felt proud to have a dad who knew so much. \n\n“What rich lies!” Nana said when Jalil left. “Rich man telling rich lies. He never took you to any tree. Don’t let him charm you. He betrayed us, your beloved father. He kicked us out of his fancy house like we were nothing. He did it happily.” \n\nMariam listened quietly. She never told Nana how much she disliked her talking about Jalil like that. The truth was, around Jalil, Mariam didn’t feel like a harami (illegitimate child). For an hour or two every Thursday, when Jalil came with smiles, gifts, and sweet words, she felt worthy of all the good things life had to offer. And for that, Mariam loved Jalil. \n\n* * * \n\nEven if she had to share him. \n\nJalil had three wives and nine kids—legitimate ones, all strangers to Mariam. He was one of the richest guys in Herat. He owned a cinema, which Mariam had never seen, but Jalil described it to her. She imagined its blue-and-tan tiles, private balcony seats, and a fancy ceiling. Double doors opened to a lobby with glass displays of Hindi movie posters. Jalil said that on Tuesdays, kids got free ice cream at the concession stand. \n\nNana smirked when he said that. After Jalil left the kolba, she chuckled, “The kids of strangers get ice cream. What do you get, Mariam? Just stories about ice cream.” \n\nBesides the cinema, Jalil owned land in Karokh and Farah, three carpet stores, a clothing shop, and a black 1956 Buick Roadmaster. He was well-connected, friends with the mayor and the provincial governor. He had a cook, a driver, and three housekeepers.\n\n**PAGE SUMMARY:** Mariam feels a mix of pride and longing for her father Jalil, who shares enchanting stories of their city, despite her mother's bitterness and the reality of her status as an illegitimate child."
}