{
  "text": "A THOUSAND SPLENDID SUNS             \n8 \n2. \n\n\"To Jalil and his wives, I was a pokeroot. A mugwort. You too. And you weren't even born yet.\"  \n\n\"What's a mugwort?\" Mariam asked.  \n\n\"A weed,\" Nana replied. \"Something you pull out and toss aside.\"  \n\nMariam felt a frown inside. Jalil never treated her like a weed. He never did. But she thought it was better to keep quiet.  \n\n\"Unlike weeds, I had to be replanted, you see. I needed food and water. All because of you. That was the deal Jalil made with his family.\"  \n\nNana said she refused to live in Herat.  \n\n\"For what? To watch him drive his fancy wives around town all day?\"  \n\nShe wouldn’t live in her dad's empty house either, in Gul Daman, which was on a steep hill two kilometers north of Herat. She wanted to be somewhere far away, where neighbors wouldn’t stare at her belly, point at her, snicker, or, worse, pretend to be nice.  \n\n\"And trust me,\" Nana said, \"it was a relief for your father to have me out of sight. He liked it that way.\"  \n\nIt was Muhsin, Jalil's oldest son from his first wife, Khadija, who suggested the clearing. It was on the edge of Gul Daman. To get there, you had to take a bumpy dirt track branching off the main road between Herat and Gul Daman. The track was lined with knee-high grass and bright yellow flowers. It snaked uphill to a flat field where tall poplars and cottonwoods stood, and wild bushes grew in clusters. From up there, you could see the tips of the rusty windmill blades of Gul Daman on the left and all of Herat spread out below on the right. The path ended at a wide stream filled with trout, rolling down from the Safid-koh mountains surrounding Gul Daman. Two hundred yards upstream, toward the mountains, there was a circular grove of weeping willows. In the center, under the shade of the willows, was the clearing.  \n\nJalil went to check it out. When he came back, Nana said he sounded like a warden bragging about the clean walls and shiny floors of his prison.  \n\n\"And so, your father built us this rathole.\"  \n\n* * *  \n\nNana almost married once when she was fifteen. The suitor was a boy from Shindand, a young parakeet seller. Mariam knew the story from Nana herself, and though...\n\n**PAGE SUMMARY:** Nana reflects on her past and the circumstances surrounding her relationship with Jalil, expressing her feelings of being treated like a weed and her desire for isolation."
}