{
  "text": "A THOUSAND SPLENDID SUNS             \n3 \nRIVERHEAD BOOKS  \n\nPublished by Penguin Group  \nPenguin Group (USA) Inc., 375 Hudson Street, New York, NY 10014, USA  \nPenguin Group (Canada), 90 Eglinton Avenue East, Suite 700, Toronto, Ontario M4P 2Y3, Canada  \nPenguin Books Ltd, 80 Strand, London WC2R 0RL, England  \nPenguin Ireland, 25 St Stephen's Green, Dublin 2, Ireland  \nPenguin Group (Australia), 250 Camberwell Road, Camberwell, Victoria 3124, Australia  \nPenguin Books India Pvt Ltd, 11 Community Centre, Panchsheel Park, New Delhi 110 017, India  \nPenguin Group (NZ), 61 Apollo Drive, Rosedale, North Shore 0745, Auckland, New Zealand  \nPenguin Books (South Africa) (Pty) Ltd, 24 Sturdee Avenue, Rosebank, Johannesburg 2196, South Africa  \n\nPenguin Books Ltd, Registered Offices:  \n80 Strand, London WC2R 0RL, England  \nFirst Published in the USA by Riverhead Books 2007  \nCopyright © 2007 by ATSS Publications, LLC  \n\nTranslation of the poem \"Kabul\" by Josephine Barry Davis  \nAll rights reserved. No part of this book may be reproduced, scanned, or distributed in any printed or electronic form without permission. Please don’t support piracy of copyrighted stuff. Buy only authorized editions.  \n\nLibrary of Congress Cataloging in Publication Data  \nHosseini, Khaled. A Thousand Splendid Suns / Khaled Hosseini.  \nISBN: 1 4295 1460 4  \n1. Families Fiction. 2. Afghanistan Fiction. I. Title.  \n\nPS3608.O832K58 2003 2007008679  \n813'.6 dc22  \n\nThis is a work of fiction. Names, characters, places, and events are either made up or used fictitiously. Any similarity to real people or places is totally coincidental.  \n\nThe author has tried to give accurate phone numbers and websites, but neither the publisher nor the author is responsible for mistakes or changes after publication. Also, the publisher isn’t responsible for third-party websites or their content.  \n\nALSO BY KHALED HOSSEINI  \n\nThe Kite Runner\n\n**PAGE SUMMARY:** This page provides publication details and copyright information for Khaled Hosseini's novel \"A Thousand Splendid Suns.\""
}