{
  "text": "A THOUSAND SPLENDID SUNS             \n8 \n2. \n\n“To Jalil and his wives, I was just a weed. A mugwort. You too. And you weren’t even born yet.”  \n\n“What’s a mugwort?” Mariam asked.  \n\n“A weed,” Nana replied. “Something you rip out and toss aside.”  \n\nMariam frowned inside. Jalil never treated her like a weed. He never had. But she thought it best to keep that to herself.  \n\n“Unlike weeds, I had to be replanted, you see. Given food and water. That was the deal Jalil made with his family.”  \n\nNana said she refused to live in Herat.  \n\n“For what? To watch him drive his fancy wives around all day?”  \n\nShe wouldn’t live in her dad’s empty house in Gul Daman either. It sat on a steep hill, two kilometers north of Herat. She wanted somewhere away from prying eyes, where neighbors wouldn’t stare at her belly, point, snicker, or worse, shower her with fake kindness.  \n\n“And, believe me,” Nana said, “it was a relief for your father to have me out of sight. It suited him just fine.”  \n\nIt was Muhsin, Jalil’s oldest son from his first wife, Khadija, who suggested the clearing. It was on the outskirts of Gul Daman. To get there, you took a bumpy dirt track off the main road. The track was lined with knee-high grass and bright yellow and white flowers. It wound uphill to a flat field with tall poplars, cottonwoods, and wild bushes. From up there, you could see the rusty blades of Gul Daman’s windmill on one side and all of Herat spread out below on the other. The path ended at a wide stream filled with trout, flowing down from the Safid-koh mountains. Two hundred yards upstream, there was a circular grove of weeping willows. In the shade of those trees was the clearing.  \n\nJalil went to check it out. When he came back, Nana said he sounded like a warden bragging about his prison’s clean walls and shiny floors.  \n\n“And so, your father built us this rathole.”  \n\n* * *  \n\nNana almost got married once when she was fifteen. The suitor was a boy from Shindand, a young parakeet seller. Mariam knew the story from Nana herself, and though…\n\n**PAGE SUMMARY:** Nana reflects on her past and the circumstances surrounding her relationship with Jalil, expressing her feelings of being treated like a weed and her desire for isolation."
}