{
  "text": "A THOUSAND SPLENDID SUNS             \n9 \n\nNana brushed off the memory, but Mariam could see the sparkle in her eyes; she had been happy. Maybe the only time in her life, during those wedding days, Nana felt real joy. \n\nAs Nana shared her story, Mariam sat on her lap, picturing her mom in a wedding dress. She imagined her on a horse, shyly smiling behind a green veil, her hands painted red with henna, hair shining with silver dust, braids held with tree sap. She pictured musicians playing the shahnai flute and banging on dohol drums, street kids cheering and running around. \n\nBut then, just a week before the wedding, a jinn entered Nana's body. Mariam knew this all too well: Nana would suddenly collapse, her body stiffening, eyes rolling back, shaking like something was choking her from the inside, foam at her mouth, sometimes even blood. Then came the drowsiness, confusion, and mumbling. \n\nWhen Shindand heard the news, the parakeet seller's family canceled the wedding.\n\n\"They got spooked,\" Nana said.\n\nThe wedding dress was put away. After that, no more suitors came. \n\n* * *\n\nIn a clearing, Jalil and his two sons, Farhad and Muhsin, built the small kolba where Mariam would spend her first fifteen years. They used sun-dried bricks and mud with straw. Inside, there were two sleeping cots, a wooden table, two straight-backed chairs, a window, and shelves for Nana's clay pots and her favorite Chinese tea set. Jalil even added a new cast iron stove for winter and stacked chopped wood behind the kolba. He built a tandoor outside for making bread and a chicken coop with a fence. He brought in a few sheep and made a feeding trough. Farhad and Muhsin dug a deep hole a hundred yards from the willows and built an outhouse over it. \n\nNana said Jalil could have hired workers to build the kolba, but he didn’t. \n\n\"His idea of penance.\" \n\n* * *\n\nIn Nana's story about Mariam's birth, no one came to help. It was a damp, cloudy day in spring 1959, during King Zahir Shah's mostly calm reign. Nana said Jalil didn’t even bother to call a doctor or midwife, even though he knew the jinn might cause her fits during delivery. She lay alone on the kolba's floor, a knife by her side, sweat pouring down her body. \n\n\"When the pain hit hard, I bit a pillow and screamed into it until my voice was gone. And still, no one came to wipe my face or give me water. And you, Mariam jo, you were in\n\n**PAGE SUMMARY:** Nana reflects on her brief happiness before Mariam's birth, which was overshadowed by a jinn's possession that led to the cancellation of her wedding."
}