{
  "text": "A THOUSAND SPLENDID SUNS             \n10 \n\n\"Seriously, no rush. I laid on that cold, hard floor for almost two days. I didn’t eat or sleep. All I did was push and pray you'd come out.\"  \n\n\"I'm sorry, Nana.\"  \n\n\"I cut the cord myself. That’s why I had a knife.\"  \n\n\"I'm sorry.\"  \n\nNana always gave this slow, heavy smile. It was hard to tell if it was about lingering anger or some kind of forgiveness. Young Mariam didn’t think about how unfair it was to apologize for how she was born.  \n\nBy the time she turned ten, Mariam stopped believing that story. She believed Jalil's version instead. He said he was away but arranged for Nana to go to a hospital in Herat. There, she had a doctor and lay on a clean bed in a bright room. Jalil looked sad when Mariam mentioned the knife.  \n\nMariam also started to doubt that she made her mom suffer for two whole days.  \n\n\"They told me it was all over in under an hour,\" Jalil said. \"You were a good daughter, Mariam jo. Even in birth, you were a good daughter.\"  \n\n\"He wasn’t even there!\" Nana shot back. \"He was in Takht-e-Safar, riding horses with his precious friends.\"  \n\nWhen they told him he had a new daughter, Nana said Jalil just shrugged and kept brushing his horse's mane. He stayed in Takht-e-Safar for another two weeks.  \n\n\"The truth is, he didn’t even hold you until you were a month old. And when he did, he just looked down at your long face and handed you back to me.\"  \n\nMariam started to doubt that part too. Yes, Jalil admitted he was riding in Takht-e-Safar, but when he heard the news, he didn’t shrug. He hopped on his horse and rode back to Herat. He cradled her in his arms, ran his thumb over her flaky eyebrows, and hummed a lullaby. Mariam didn’t picture him saying her face was long, even though it was.  \n\nNana said she picked the name Mariam because it was her mother’s name. Jalil said he chose it because Mariam, the tuberose, was a beautiful flower.  \n\n\"Your favorite?\" Mariam asked.  \n\n\"Well, one of them,\" he said with a smile. 🌸\n\n**PAGE SUMMARY:** Mariam grapples with conflicting narratives about her birth and the relationships with her parents, leading her to question her mother's version of events."
}