{
  "text": "A THOUSAND SPLENDID SUNS             \n10 \n\n\"No rush. Almost two days you made me lay on that cold, hard floor. I didn't eat or sleep, all I did was push and pray that you would come out.\"  \n\n\"I'm sorry, Nana.\"  \n\n\"I cut the cord between us myself. That's why I had a knife.\"  \n\n\"I'm sorry.\"  \n\nNana always gave a slow, burdened smile here, one of lingering recrimination or reluctant forgiveness; Mariam could never tell. It did not occur to young Mariam to ponder the unfairness of apologizing for the manner of her own birth.  \n\nBy the time it did occur to her, around the time she turned ten, Mariam no longer believed this story of her birth. She believed Jalil’s version, that though he'd been away, he'd arranged for Nana to be taken to a hospital in Herat where she had been tended to by a doctor. She had lain on a clean, proper bed in a well-lit room. Jalil shook his head with sadness when Mariam told him about the knife.  \n\nMariam also came to doubt that she had made her mother suffer for two full days.  \n\n\"They told me it was all over within under an hour,\" Jalil said. \"You were a good daughter, Mariam jo. Even in birth you were a good daughter.\"  \n\n\"He wasn't even there!\" Nana spat. \"He was in Takht-e-Safar, horseback riding with his precious friends.\"  \n\nWhen they informed him that he had a new daughter, Nana said, Jalil had shrugged, kept brushing his horse's mane, and stayed in Takht-e-Safar another two weeks.  \n\n\"The truth is, he didn't even hold you until you were a month old. And then only to look down once, comment on your longish face, and hand you back to me.\"  \n\nMariam came to disbelieve this part of the story as well. Yes, Jalil admitted, he had been horseback riding in Takht-e-Safar, but when they gave him the news, he had not shrugged. He had hopped on the saddle and ridden back to Herat. He had bounced her in his arms, run his thumb over her flaky eyebrows, and hummed a lullaby. Mariam did not picture Jalil saying that her face was long, though it was true that it was long.  \n\nNana said she was the one who'd picked the name Mariam because it had been the name of her mother. Jalil said he chose the name because Mariam, the tuberose, was a lovely flower.  \n\n\"Your favorite?\" Mariam asked.  \n\n\"Well, one of,\" he said and smiled.\n\n**PAGE SUMMARY:** Mariam grapples with conflicting narratives about her birth and the relationships with her parents, revealing her struggle for identity and understanding."
}