{
  "text": "A THOUSAND SPLENDID SUNS             \n\n9 \n\nNana dismissed the episode. Mariam could tell by the wistful light in her eyes that she had been happy. Perhaps for the only time in her life, during those days leading up to her wedding, Nana had been genuinely happy.  \n\nAs Nana told the story, Mariam sat on her lap and pictured her mother being fitted for a wedding dress. She imagined her on horseback, smiling shyly behind a veiled green gown, her palms painted red with henna, her hair parted with silver dust, the braids held together by tree sap. She saw musicians blowing the shahnai flute and banging on dohol drums, street children hooting and giving chase.  \n\nThen, a week before the wedding date, a jinn had entered Nana's body. This required no description to Mariam. She had witnessed it enough times with her own eyes: Nana collapsing suddenly, her body tightening, becoming rigid, her eyes rolling back, her arms and legs shaking as if something were throttling her from the inside, the froth at the corners of her mouth, white, sometimes pink with blood. Then the drowsiness, the frightening disorientation, the incoherent mumbling.  \n\nWhen the news reached Shindand, the parakeet seller's family called off the wedding.  \n\n\"They got spooked\" was how Nana put it.  \n\nThe wedding dress was stashed away. After that, there were no more suitors.  \n\n* * *  \n\nIn the clearing, Jalil and two of his sons, Farhad and Muhsin, built the small kolba where Mariam would live the first fifteen years of her life. They raised it with sun dried bricks and plastered it with mud and handfuls of straw. It had two sleeping cots, a wooden table, two straight backed chairs, a window, and shelves nailed to the walls where Nana placed clay pots and her beloved Chinese tea set. Jalil put in a new cast iron stove for the winter and stacked logs of chopped wood behind the kolba. He added a tandoor outside for making bread and a chicken coop with a fence around it. He brought a few sheep, built them a feeding trough. He had Farhad and Muhsin dig a deep hole a hundred yards outside the circle of willows and built an outhouse over it.  \n\nJalil could have hired laborers to build the kolba, Nana said, but he didn't.  \n\n\"His idea of penance.\"  \n\n* * *  \n\nIn Nana's account of the day that she gave birth to Mariam, no one came to help. It happened on a damp, overcast day in the spring of 1959, she said, the twenty sixth year of King Zahir Shah's mostly uneventful forty year reign. She said that Jalil hadn't bothered to summon a doctor, or even a midwife, even though he knew that the jinn might enter her body and cause her to have one of her fits in the act of delivering. She lay all alone on the kolba's floor, a knife by her side, sweat drenching her body.  \n\n\"When the pain got bad, I'd bite on a pillow and scream into it until I was hoarse. And still no one came to wipe my face or give me a drink of water. And you, Mariam jo, you were in\n\n**PAGE SUMMARY:** Nana reflects on a moment of happiness before her wedding, which was ultimately thwarted by her illness, leading to a life of isolation for Mariam."
}