{
  "text": "Raskolnikov's friend began to show him some clothes he had bought. \n\n“Believe me, brother, this is really important. We need to make a man out of you. Let’s start with this cap,” he said, pulling out a simple cap from a bundle. “Let me try it on.”\n\n“Later,” Raskolnikov said, waving it away.\n\n“Come on, Rodya, don’t say no. If you wait, it will be too late, and I won’t sleep well,” his friend insisted.\n\nHe then pulled out Raskolnikov’s old, muddy boot. “I didn’t come empty-handed. They took the size from this old thing. We all did our best. And your landlady has taken care of your linens. Here are three shirts, they are made of hemp but look nice.”\n\nHe continued, “This cap costs eighty copecks, and the trousers are two roubles twenty-five copecks. They might look worn, but that’s just because they’ve been used. They come with a promise that when they wear out, you’ll get a new pair next year.”\n\nHe proudly showed Raskolnikov a pair of light, summer trousers made of grey wool. “They have no holes or stains and look good, even if they are a little worn. I believe it’s important to buy clothes that match the season. If you don’t buy asparagus in January, you save money. Now that it’s summer, I bought summer clothes. You’ll need warmer clothes for autumn, so you’ll have to get rid of these anyway.”\n\nHe smiled and said, “What do you think? Two roubles twenty-five copecks! And remember, if you wear these out, you’ll get another suit for free! That’s the deal at Fedyaev’s; once you buy something, you won’t go back again by choice. Now, about the boots. They are a bit worn, but they will last a couple of months. They were sold by the secretary of the English Embassy who wore them for only six days because he needed money. The price is one rouble and a half. What do you say? A good deal?”\n\n**PAGE SUMMARY:** The conversation revolves around the purchase of second-hand clothing, emphasizing the practicality and cost-effectiveness of buying worn items."
}