{
  "page_number": 127,
  "simplified_text": "Rule #4  \nDrain the Shallows  \n\nIn the summer of 2007, a software company called 37signals (now Basecamp) tried something new: they cut their workweek from five days to four. Their workers still got the same amount of work done in one less day, so they decided to keep it that way. Now, from May to October, employees only work Monday to Thursday, except for customer support, which still works all week. Company co-founder Jason Fried joked in a blog post, “People should enjoy the weather in the summer.”  \n\nBut not everyone was happy about this change. A few months later, journalist Tara Weiss wrote an article for Forbes called “Why a Four-Day Work Week Doesn’t Work.” She said that cramming 40 hours into four days isn’t a smart way to work. Many people struggle to work eight hours a day, and making them work extra hours could lower their mood and productivity.  \n\nFried quickly replied with a blog post titled “Forbes Misses the Point of the 4-Day Work Week.” He agreed with Weiss that it would be stressful to fit 40 hours into four days. But he explained that’s not what he meant. “The point of the 4-day work week is about doing less work,” he said. “It’s not about four 10-hour days… it’s about four normal 8-hour days.”  \n\nThis might sound confusing. Fried first said his employees get just as much done in four days as they do in five. Now he’s saying they work fewer hours. How can both things be true? The answer lies in what he calls shallow work. Fried explains that not many people actually work for a full 8 hours a day. Most people are lucky to get a few good hours in between all the meetings, distractions, web surfing, office drama, and personal stuff that happens during a typical workday.  \n\n**PAGE SUMMARY:** In 2007, 37signals (now Basecamp) switched to a four-day workweek, and employees still got their work done. Journalist Tara Weiss criticized this idea, saying cramming 40 hours into four days isn’t efficient. Co-founder Jason Fried clarified that the goal is to do less work, not to extend hours, pointing out that many people don’t work a full 8 hours due to distractions.",
  "summary": "Learning idea wisdom reflection story reader analysis theme chapter perspective growth idea concept concept perspective understanding exploration reader experience concept.",
  "importance_score": 5,
  "themes": [
    "learning",
    "wisdom",
    "reflection",
    "story",
    "reader"
  ],
  "word_count": 371,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.157761Z",
  "format_id": "comic_style",
  "content": "[SCENE: A thoughtful conversation]\n\nNARRATOR: \"In this chapter, we discover...\"\n\nCHARACTER: \"Learning idea wisdom reflection story reader analysis theme chapter perspective growth idea concept concept perspective understanding exploration reader experience concept.\"\n\nNARRATOR: \"This insight changes everything about how we think about the topic.\"",
  "reading_difficulty": "easy",
  "estimated_read_time_seconds": 129,
  "format_specific_data": {
    "visual_style": "dialogue_based",
    "narrative_boxes": true,
    "character_speech": true
  }
}