{
  "text": "Introduction  \nIn the Swiss area of St. Gallen, close to Lake Zurich, there’s a village called Bollingen. In 1922, a psychiatrist named Carl Jung decided to build a retreat there. He started with a simple two-story stone house, which he named the Tower. After visiting India, where he saw that homes often had meditation rooms, he added a private office to the place. Jung said about his office, “In my retiring room I am by myself. I keep the key with me all the time; no one else is allowed in there except with my permission.”\n\nIn his book, Daily Rituals, journalist Mason Currey looked into Jung’s life to figure out how he worked at the Tower. According to Currey, Jung would wake up at seven in the morning. After a big breakfast, he would spend two hours writing without any distractions in his office. In the afternoons, he often meditated or took long walks in the beautiful countryside around him. Since there was no electricity at the Tower, when night came, he used oil lamps for light and a fireplace for warmth. Jung would go to bed by ten p.m. He said, “The feeling of repose and renewal that I had in this tower was intense from the start.”\n\nIt might be easy to think of Bollingen Tower as just a vacation spot, but looking at Jung’s career at that time shows it was more than that. When he bought the property in 1922, he couldn’t afford a vacation. Just a year earlier, in 1921, he had published a major book called Psychological Types. This book highlighted the differences between his ideas and those of his former friend and mentor, Sigmund Freud. Disagreeing with Freud back then was a big deal. Jung needed to keep his mind sharp and write more articles and books to support his new ideas about analytical psychology.\n\nJung was busy with his lectures and counseling in Zurich, but he wanted more than just being busy. He aimed to change how people understood the unconscious mind, and that needed deep thinking, which was hard to do in the busy city. So, he went to Bollingen, not to escape his work, but to make it better.\n\n**PAGE SUMMARY:** Carl Jung built a retreat called the Tower in Bollingen, Switzerland, to focus on his work and ideas. He followed a strict daily routine of writing, meditation, and walks. Jung aimed to deepen his understanding of the unconscious mind, not to escape his busy life in Zurich."
}