{
  "text": "On a Thursday, when Mariam was just five years old, she first heard the word \"harami.\" It was a day that felt different, buzzing with anticipation because it was the day her father, Jalil, would visit her at the kolba. To distract herself until she saw him walking through the knee-high grass, waving with that familiar grin, Mariam climbed onto a chair, lost in her thoughts.\n\nJalil would often share stories that painted vivid pictures of Herat. He spoke of Queen Gauhar Shad, who built the majestic minarets as a love letter to the city back in the fifteenth century. He described the lush green wheat fields, the bountiful orchards, and the bustling bazaars filled with life and color. \n\nOne day, he leaned in closer and whispered, “Mariam jo, there’s a pistachio tree where the great poet Jami is buried. He lived over five hundred years ago! I took you there once, but you were too little to remember.” \n\nMariam felt a pang of regret; she had never seen that legendary tree, nor had she ever been close to those famous minarets or picked fruit from the orchards. But whenever Jalil spoke, she was captivated. He was her father, a man of the world, and she felt a swell of pride just knowing him. \n\n“Such rich lies!” Nana would scoff after Jalil left. “A wealthy man spinning tales! He never took you to any tree. Don’t let him charm you. He abandoned us, Mariam. He tossed us out of his grand house as if we were nothing.” \n\nMariam listened, but inside, she bristled. She didn’t want to hear Nana’s harsh words about Jalil. When he was around, for those precious hours every Thursday, Mariam didn’t feel like a harami. She felt worthy of everything beautiful in life, and for that, she loved Jalil deeply—even if it meant sharing him.\n\nJalil was a busy man, married to three women and a father to nine children, all of whom were strangers to Mariam. He was one of the wealthiest men in Herat, owning a cinema she had only heard about. He described it to her, saying it had a stunning facade of blue-and-tan tiles, private balcony seats, and a lobby filled with glass-encased posters of Hindi films. On Tuesdays, he said, kids got free ice cream at the concession stand.\n\nNana would smirk at this, waiting until Jalil was gone to quip, “Strangers get ice cream. What do you get, Mariam? Just stories of ice cream.” \n\nJalil’s wealth didn’t stop at the cinema. He owned land in Karokh and Farah, three carpet stores, a clothing shop, and a classic 1956 Buick Roadmaster. He was well-connected, friends with the mayor and the provincial governor, and had a small staff that included a cook, a driver, and three housekeepers.\n\n**PAGE SUMMARY:** Mariam feels a sense of pride and enchantment when her father Jalil visits, despite her mother's disdain for him and their circumstances."
}