{
  "text": "**A Thousand Splendid Suns**  \n**Part One**  \n\nMariam was just five years old the first time she heard the word \"harami.\"  \n\nIt was a Thursday—she remembered because Thursdays were special. That was the day Jalil, her father, would visit her at the kolba. Anticipation bubbled inside her as she waited for him to appear, crossing the knee-high grass, waving like a hero in a storybook. To kill time, she climbed onto a chair and grabbed her mother’s cherished Chinese tea set. This set was the only piece of her mother’s past that Nana had left, a reminder of her own mother who had passed away when she was just two. Each delicate blue-and-white porcelain piece was a treasure to Nana—the elegant curve of the teapot’s spout, the hand-painted finches and chrysanthemums, and the dragon on the sugar bowl, a guardian against evil spirits.\n\nBut then disaster struck. As Mariam admired the set, the sugar bowl slipped from her fingers and crashed onto the wooden floor of the kolba, shattering into pieces.\n\nWhen Nana saw what happened, her face turned bright red, her upper lip quivered, and her eyes—one lazy and one sharp—fixed on Mariam with an intensity that sent a chill down her spine. In that moment, Mariam was terrified that the jinn, the evil spirit that sometimes took over her mother, would return. But this time, it didn’t. Instead, Nana grabbed Mariam by the wrists, pulled her close, and through clenched teeth hissed, “You clumsy little harami! This is my reward for everything I’ve suffered. An heirloom—broken by a clumsy little harami!”\n\nAt that age, Mariam didn’t grasp the meaning of \"harami.\" She had no idea what being called a \"bastard\" really meant. She didn’t understand the unfairness of it all, that it wasn’t her fault she was born into this world. But she could tell from Nana’s tone that it was a nasty word, something to be ashamed of, like the cockroaches Nana constantly cursed and swept out of their home.\n\nAs Mariam grew older, the meaning of \"harami\" became painfully clear. It was the way Nana spat the word at her that made the sting unforgettable. She realized that to be a harami meant to be unwanted, to be someone who would never have the same rights as others—love, family, a home, acceptance. \n\nBut Jalil never called her that. He called her his \"little flower.\" He loved to sit her on his lap and share stories, like the one about Herat, the city where Mariam was born in 1959. He’d laugh and say, “You couldn’t stretch a leg here without poking a poet in the ass!”\n\n**PAGE SUMMARY:** Mariam, a young girl, grapples with her identity as an illegitimate child, feeling the sting of her mother's harsh words and the societal stigma attached to being a \"harami.\""
}