{
  "text": "**A Thousand Splendid Suns**\n\nNana waved off the memory, but Mariam could see the sparkle in her eyes—this was a rare moment of happiness for her mother. For a brief time, as the wedding day approached, Nana had felt genuine joy, something that seemed almost foreign to her.\n\nAs Nana recounted the story, Mariam curled up on her lap, her imagination running wild. She pictured her mother in a stunning wedding dress, riding a horse, the green fabric flowing elegantly around her. Mariam imagined her shy smile peeking from behind a delicate veil, her palms adorned with vibrant red henna, her hair shimmering with silver dust, and braids held together with tree sap. She could hear the lively tunes of musicians playing the shahnai flute and the rhythmic beats of the dohol drums, while street kids laughed and chased one another in celebration.\n\nBut then, just a week before the wedding, everything changed. It was as if a dark spirit had invaded Nana’s body. Mariam didn’t need a detailed explanation; she had seen it happen too many times. Nana would suddenly collapse, her body stiffening, her eyes rolling back, and her limbs shaking violently as if something was choking her from within. There would be frothy saliva at the corners of her mouth, sometimes stained with blood. After the chaos, Nana would drift into a haze, mumbling incoherently, leaving Mariam terrified and confused.\n\nWhen word spread to Shindand, the family of the parakeet seller panicked and called off the wedding.\n\n“They got spooked,” Nana said, shrugging it off.\n\nThe wedding dress was tucked away, never to be worn. After that, no suitors came knocking at their door.\n\n* * *\n\nIn a clearing nearby, Jalil and his two sons, Farhad and Muhsin, built a small kolba, the home where Mariam would spend her first fifteen years. They crafted it from sun-dried bricks, plastered with mud and straw. Inside, it had two cots, a wooden table, two straight-backed chairs, a window, and shelves where Nana displayed her clay pots and cherished Chinese tea set. Jalil even installed a cast-iron stove for winter warmth and stacked logs of wood behind the kolba. Outside, he added a tandoor for baking bread and a fenced chicken coop. He brought in a few sheep and built a feeding trough for them, and had Farhad and Muhsin dig a deep hole a hundred yards from the willows, constructing an outhouse over it.\n\nNana often remarked that Jalil could have hired workers to build the kolba, but he chose not to. “His way of doing penance,” she would say.\n\n* * *\n\nWhen Nana told the story of Mariam’s birth, it was clear no one was there to help her. It happened on a damp, gray spring day in 1959, during the twenty-sixth year of King Zahir Shah’s mostly uneventful reign. Nana insisted that Jalil hadn’t bothered to call for a doctor or even a midwife, fully aware of the risk that the jinn could possess her during childbirth. Alone on the cold floor of the kolba, she lay with a knife by her side, drenched in sweat.\n\n“When the pain hit, I bit down on a pillow and screamed into it until my voice was gone. And still, no one came to wipe my face or give me a sip of water. And you, Mariam jo, you were in there…”\n\n**PAGE SUMMARY:** Nana reflects on a moment of happiness before her wedding, which was ultimately thwarted by her illness, leading to a life of isolation for Mariam."
}