{
  "text": "### A Thousand Splendid Suns\n\nMariam listened as Nana shared her story, and it was a wild ride. “To Jalil and his wives, I was just a weed,” she said, her voice dripping with bitterness. “A pokeroot. A mugwort. You too, before you were even born.”\n\n“What’s a mugwort?” Mariam asked, genuinely curious.\n\n“A weed,” Nana replied sharply. “Something you just pull out and toss aside.”\n\nMariam frowned. That didn’t sit right with her. Jalil had never treated her like that. But she held her tongue, knowing better than to argue.\n\n“Unlike weeds, I had to be replanted, nurtured, fed, all because of you. That was the deal Jalil made with his family,” Nana explained, her eyes narrowing.\n\nNana had flat out refused to live in Herat. “Why would I want to watch him parade around town with his other wives?” she scoffed. She wouldn’t even go back to her father’s empty house in Gul Daman, perched on that steep hill two kilometers from Herat. She craved a place far away, where nosy neighbors couldn’t gawk at her growing belly, whisper behind her back, or, even worse, shower her with fake sympathy.\n\n“Believe me,” Nana said, a hint of relief in her voice, “it was a blessing for your father to have me out of sight. It suited him just fine.”\n\nIt was Jalil’s eldest son, Muhsin, from his first marriage, who suggested a clearing on the outskirts of Gul Daman. To get there, you had to navigate a bumpy dirt path that branched off the main road. The path was lined with tall grass and splashes of white and yellow flowers, winding its way uphill to a flat field where towering poplars and cottonwoods stood tall, and wild bushes clustered together. From that vantage point, you could see the rusted blades of Gul Daman’s windmill on one side and the sprawling city of Herat on the other. The path eventually led to a wide stream filled with trout, flowing down from the Safid-koh mountains. Just two hundred yards upstream, there was a circular grove of weeping willows, and in the cool shade, the clearing awaited.\n\nWhen Jalil visited the spot, Nana said he returned sounding like a prison warden bragging about the shiny floors and clean walls of his jail. “So, your father built us this rathole,” she said, her words heavy with disdain.\n\nNana had almost walked down the aisle once before. At just fifteen, she had a suitor—a boy from Shindand who sold parakeets. Mariam had heard the story from Nana, and while it was a tale of what could have been, it was also a reminder of the life that had slipped through her mother’s fingers.\n\n**PAGE SUMMARY:** Nana reflects on her past and the circumstances surrounding her relationship with Jalil, expressing her disdain for societal judgment and her desire for isolation."
}