{
  "text": "morning and writing till 1:00 P.M. in order to finish this book.  \n\nChoosing to push back a work deadline in order to go camping with my children.  \n\nChoosing not to watch any television or movies when I travel for business.  \n\nThis gives me time to think and rest.  \n\nChoosing to spend a whole day on that day’s priority.  \n\nEven if it means doing nothing else on my to-do list.  \n\nChoosing to put the novel I am reading on hold.  \n\nIt is not the priority today.  \n\nChoosing to keep a journal almost every day for the last ten years.  \n\nChoosing to say no to a speaking opportunity.  \n\nThis allows me to have a date night with Anna.  \n\nChoosing to exchange time on Facebook for a call with my grandfather.  \n\nHe is ninety-three years old.  \n\nChoosing to turn down a recent offer to be a lecturer at Stanford.  \n\nI knew it meant time away from spreading the message of Essentialism.  \n\nIt also meant time away from being with family.  \n\nThe list goes on, but the point is that focusing on the essentials is a choice.  \n\nIt is your choice.  \n\nThat in itself is incredibly liberating.  \n\nYears ago, after I had quit law school, I decided what to do next.  \n\nWith Anna as my sounding board, I explored many different ideas.  \n\nThen one day we were driving home, and I said, “What if I went to Stanford for my graduate work?”  \n\nThere had been many “What if?” questions like that.  \n\nUsually, the ideas just didn’t stick.  \n\nBut this time, I felt immediate clarity.  \n\nIn that instant, I just knew.  \n\nEven as the words escaped my lips, I knew this was the essential path for me.  \n\nWhat made me so sure was how the clarity disappeared.  \n\nIt vanished when I thought of applying elsewhere.  \n\nSeveral times I started the application process for other programs.  \n\nBut I always stopped after a few minutes.  \n\nIt just didn’t feel right.  \n\nSo I concentrated my efforts only on that single application.  \n\nAs I waited to hear back from the university, many other opportunities came.  \n\nSome were quite tempting.\n\n**PAGE SUMMARY:** Focusing on the essentials in life is a liberating choice that leads to clarity and fulfillment."
}