{
  "text": "book for thirty minutes, he or she would earn an additional token.  \n\nThis token could be traded for screen time or for money.  \n\nThe results were incredible.  \n\nOvernight, screen time went down 90 percent.  \n\nReading went up by the same amount.  \n\nThe overall effort to police the system went way down.  \n\nNonessential activity dramatically decreased.  \n\nEssential activity dramatically increased.  \n\nOnce a small amount of initial effort was invested, it worked without friction.  \n\nWe can all create systems like this at home and at work.  \n\nThe key is to start small, encourage progress, and celebrate small wins.  \n\nHere are a few techniques.  \n\nFOCUS ON MINIMAL VIABLE PROGRESS  \n\nA popular idea in Silicon Valley is “Done is better than perfect.”  \n\nThis sentiment is not that we should produce rubbish.  \n\nThe idea is not to waste time on nonessentials.  \n\nJust get the thing done.  \n\nIn entrepreneurial circles, this idea is expressed as a “minimal viable product.”  \n\nThe idea is, “What is the simplest possible product that will be useful?”  \n\nSimilarly, we can adopt a method of “minimal viable progress.”  \n\nWe can ask ourselves, “What is the smallest amount of progress that will be useful?”  \n\nI used this practice in writing this book.  \n\nFor example, when I was still in the exploratory mode, I would share a short idea.  \n\nThis was my minimal viable product on Twitter.  \n\nIf it resonated with people, I would write a blog piece.  \n\nI published it on Harvard Business Review.  \n\nThrough this iterative process, I required very little effort.  \n\nI was able to find connections between my thoughts and others' lives.  \n\nIt is the process Pixar uses on their movies.  \n\nInstead of starting with a script, they start with storyboards.  \n\nThese are described as the comic book version of a movie.  \n\nThey try ideas out and see what works.  \n\nThey do this in small cycles hundreds of times.  \n\nThen they put out a movie to small groups for feedback.  \n\nThis allows them to learn quickly with little effort.\n\n**PAGE SUMMARY:** Investing small initial efforts in creating systems can lead to significant reductions in nonessential activities and increases in essential activities."
}