{
  "text": "FT.com published an article on June 30, 2013.  \n\nThe article is available at www.ft.com/cms/s/0/8466bd90-e007-11e2-9de6-00144feab7de.html#axzz2ZtQp4H13.  \n\nRoland Huntford wrote \"The Last Place on Earth.\"  \n\nThis book covers Scott and Amundsen's race to the South Pole.  \n\nIt was published by Modern Library in New York in 1999.  \n\nJim Collins and Morten T. Hansen wrote \"Great by Choice.\"  \n\nThis book discusses uncertainty, chaos, and luck.  \n\nIt explains why some thrive despite these challenges.  \n\nHarper Business published it in New York in 2011.  \n\nDaniel Kahneman and Amos Tversky wrote about intuitive prediction.  \n\nTheir work includes biases and corrective procedures.  \n\nIt appeared in TIMS Studies in Management Science, volume 12, in 1979.  \n\nRoger Buehler, Dale Griffin, and Michael Ross explored the \"planning fallacy.\"  \n\nThey examined why people underestimate task completion times.  \n\nTheir study was published in the Journal of Personality and Social Psychology.  \n\nIt appeared in volume 67, issue 3, in 1994.  \n\nThe DOI for this study is 10.1037/0022-3514.67.3.366.  \n\nBuehler, Griffin, and Ross also discussed the causes of the planning fallacy.  \n\nTheir work appears in \"Heuristics and Biases: The Psychology of Intuitive Judgment.\"  \n\nThis book is edited by Thomas Gilovich, Dale Griffin, and Daniel Kahneman.  \n\nIt was published by Cambridge University Press in 2002.  \n\nStephanie P. Pezzo, Mark V. Pezzo, and Eric R. Stone studied social implications of planning.  \n\nTheir research explains how public predictions bias future plans.  \n\nIt appeared in the Journal of Experimental Social Psychology, volume 42, in 2006.  \n\nThe Global Facility for Disaster Reduction and Recovery published a report.  \n\nIt discusses protecting Morocco through integrated risk management.  \n\nThe report is available at www.gfdrr.org/sites/gfdrr.org/files/Pillar_1_Protecting_Morocco_through_Integrated_and_Comprehensive_Risk_Management.pdf.  \n\nIt was accessed on September 22, 2013.  \n\nThis piece identifies twelve reasons people don't practice risk mitigation.  \n\nThe Wharton Center for Risk Management and Decision Processes published a brief.  \n\nIt discusses informed decisions on catastrophe risk.  \n\nThis brief appeared in the Wharton Issue Brief in Winter 2010.  \n\nIt can be found at http://opim.wharton.upenn.edu/risk/library/WRCib20101_PsychNatHaz.pdf.\n\n**PAGE SUMMARY:** The page lists various references and sources related to planning, decision-making, and risk management."
}