{
  "text": "project by Friday.  \n\nIt will only take me a year to write my magnum opus.  \n\nYet inevitably, these things take longer.  \n\nSomething unexpected comes up.  \n\nThe task ends up being more involved than anticipated.  \n\nThe estimate was simply too optimistic.  \n\nWhen this happens, they react to the problem.  \n\nResults inevitably suffer.  \n\nPerhaps they pull an all-nighter to make it happen.  \n\nPerhaps they cut corners.  \n\nThey hand in an incomplete project.  \n\nOr worse, they fail to get it done at all.  \n\nOr perhaps they leave someone else to pick up the slack.  \n\nEither way, they fail to execute at their highest level.  \n\nThe way of the Essentialist is different.  \n\nThe Essentialist looks ahead.  \n\nShe plans.  \n\nShe prepares for different contingencies.  \n\nShe expects the unexpected.  \n\nShe creates a buffer for the unforeseen.  \n\nThis gives her wiggle room when things come up.  \n\nNonessentialists assume the best-case scenario will happen.  \n\nThey force execution at the last minute.  \n\nEssentialists build in a buffer for unexpected events.  \n\nThey practice extreme and early preparation.  \n\nWhen a Nonessentialist receives a windfall, she consumes it.  \n\nShe does not set it aside for a rainy day.  \n\nNations have responded similarly to finding oil.  \n\nIn 1980, Britain discovered North Sea oil.  \n\nThe government had a massive windfall in tax revenues.  \n\nThis amounted to 166 billion pounds over a decade.  \n\nArguments can be made for how this money was used.  \n\nBut it is beyond contestation that it was used.  \n\nInstead of creating an endowment, they spent it.  \n\nThey did not prepare against unexpected disasters.  \n\nThe British government spent it in other ways.  \n\nThe way of the Essentialist is to create a buffer for the bad.  \n\nNorway benefited from windfall taxes from oil.  \n\nUnlike Britain, Norway invested much of its windfall.\n\n**PAGE SUMMARY:** The Essentialist prepares for the unexpected by planning ahead and creating buffers, while the Nonessentialist assumes the best-case scenario and reacts to problems as they arise."
}