{
  "text": "C HAPTER 5\n\nESCAPE\n\nThe Perks of Being Unavailable\n\nWITHOUT GREAT SOLITUDE NO SERIOUS WORK IS POSSIBLE.\n\n—Pablo Picasso\n\nFrank O’Brien founded Conversations. It is a marketing services company. The company is based in New York. It has been named to the Inc. 500/5000 List. This list features “America’s Fastest Growing Private Companies.” \n\nIn response to today’s frantic workplace, he initiated a radical practice. Once a month, he gathers each employee. His company has fifty people. They meet in a room for a full day. Phones are prohibited. E-mail is outlawed. There is no agenda. The purpose is to escape, think, and talk. \n\nHe does not hold this meeting on the middle Friday of the month. Productivity might be sluggish then. People aren’t doing “real work” anyway. He holds this meeting on the first Monday of the month. \n\nThis practice isn’t just an internal discipline. His clients know not to expect responses on “Do-Not-Call-Monday.” \n\nHe does this because he knows his people cannot figure out what is essential. They are constantly on call. They need space to determine what really matters. He wrote, “I think it’s critical to set aside time to take a breath, look around, and think.” \n\n“You need that level of clarity in order to innovate and grow.” Furthermore, he uses the meeting as a litmus test. It alerts him if employees spend too much time on the nonessential. \n\n“If somebody can’t make the meeting because of too much going on, that tells me either we’re doing something inefficiently or we need to hire more people.” \n\nIf his people are too busy to think, then they’re too busy, period. \n\nWe need space to escape. We need it to discern the essential few from the trivial many. Unfortunately, in our time-starved era, we don’t get that.\n\n**PAGE SUMMARY:** Frank O’Brien's practice of designating a day for employees to think and talk without distractions highlights the necessity of solitude to identify what is truly essential in a fast-paced work environment."
}