{
  "text": "the United States.  \n\nWe had to take the paper up to the tiny letterbox.  \n\nThen we forced the paper all the way through it.  \n\nIt was hard-earned pocket money, to be sure.  \n\nThe considerable effort changed my thoughts about costs.  \n\nI thought about the things I desired.  \n\nI translated each item into days of paper delivery.  \n\nOne pound of reward equaled one hour of effort.  \n\nI realized it would take a while to save for that MicroMachine.  \n\nI started to think about speeding up the process.  \n\nI had the insight to wash neighbors’ cars on Saturdays.  \n\nI could charge two pounds per car.  \n\nI could clean three cars in an hour.  \n\nSuddenly, the ratio changed from 1:1 to 1:6.  \n\nI learned a crucial lesson about effort and rewards.  \n\nYears later, I worked at a coaching company.  \n\nI worked in customer service for $9 an hour.  \n\nIt was easy to think in terms of time and reward.  \n\nBut I knew the relationship between time and results mattered.  \n\nI asked myself, “What is the most valuable result I could achieve?”  \n\nWinning back customers who wanted to cancel was the answer.  \n\nI worked hard to convince customers not to cancel.  \n\nSoon, I achieved a zero rate of cancellation.  \n\nI was paid for each client I retained.  \n\nI learned more, earned more, and contributed more.  \n\nWorking hard is important.  \n\nBut more effort does not yield more results.  \n\n“Less but better” does yield more results.  \n\nFerran Adrià is arguably the world's greatest chef.  \n\nHe led El Bulli to become the world’s most famous restaurant.  \n\nHe epitomizes “less but better” in two ways.  \n\nFirst, he reduces traditional dishes to their essence.  \n\nThen he re-imagines them in new ways.  \n\nEl Bulli receives about 2 million dinner reservation requests each year.  \n\nIt serves only fifty people per night.  \n\nIt closes for six months each year.  \n\nAt the time of writing, Ferran stopped serving food.  \n\nHe turned El Bulli into a full-time food lab.\n\n**PAGE SUMMARY:** Effort does not always correlate with results, and focusing on \"less but better\" can yield greater rewards."
}