{
  "text": "coordinate their actions and energies to eliminate everything else.  \n\nIt empowered everyone on the team to push back.  \n\nThey could ask, “But does this new idea really help us?”  \n\nIt enabled them to harness partner support effectively.  \n\nThis support accelerated their journey significantly.  \n\nTheir full aspiration isn’t yet reached.  \n\nHowever, clarity of purpose enabled greater contributions.  \n\nThey could achieve more than under any other circumstances.  \n\nThis is the kind of statement of purpose we need.  \n\nWe need it for our companies, teams, and careers.  \n\nHow do we craft a statement of purpose?  \n\nIt should be both concrete and inspiring.  \n\nIt must be meaningful and memorable.  \n\nSTOP WORDSMITHING AND START DECIDING  \n\nWhen developing statements of purpose, we tend to obsess.  \n\nWe focus on trivial stylistic details.  \n\nQuestions arise like, “Should we use this word or that word?”  \n\nThis leads to meaningless clichés and buzzwords.  \n\nThese result in vague, meaningless statements.  \n\nAn essential intent doesn’t need to be elegantly crafted.  \n\nSubstance matters more than style.  \n\nAsk the essential question for future decisions.  \n\n“If we could be truly excellent at only one thing, what would it be?”  \n\nASK, “HOW WILL WE KNOW WHEN WE’RE DONE?”  \n\nInspiration does matter for clarity of purpose.  \n\nWe often think of lofty rhetoric when we think of inspiration.  \n\nRhetoric can inspire, but concrete objectives can elevate too.  \n\nA powerful essential intent inspires people.  \n\nIt is concrete enough to answer, “How will we know when we have succeeded?”  \n\nProfessor Bill Meehan illustrated this brilliantly to me.  \n\nHe spent thirty years with McKinsey advising CEOs.  \n\nNow he teaches a class called “The Strategic Management of...”\n\n**PAGE SUMMARY:** An essential intent is a clear and inspiring statement of purpose that guides decision-making and aligns actions towards a meaningful goal."
}