{
  "text": "The Pause That Refreshes  \n\nJeffrey A. Rodgers is an executive vice president.  \n\nHe works at Cornish & Carey Commercial/Newmark Knight Frank.  \n\nHe learned the simple idea of pausing to refresh.  \n\nIt began when he drove home from work each evening.  \n\nHis mind was still focused on work-related projects.  \n\nWe all know this feeling.  \n\nWe may leave the office physically.  \n\nBut we are still there mentally.  \n\nOur minds replay today’s events.  \n\nWe worry about tasks for the next day.  \n\nNow, as he reaches his front door, he pauses.  \n\nHe applies what he calls \"the pause that refreshes.\"  \n\nThis technique is easy.  \n\nHe stops for just a moment.  \n\nHe closes his eyes.  \n\nHe breathes in and out once.  \n\nHe breathes deeply and slowly.  \n\nAs he exhales, he lets work issues fall away.  \n\nThis allows him to enter his home with purpose.  \n\nHe can be with his family more fully.  \n\nThis supports Lao Tzu's sentiment:  \n\n“In work, do what you enjoy.  \n\nIn family life, be completely present.”  \n\nThich Nhat Hanh is a Vietnamese Zen Buddhist monk.  \n\nHe is called the “world’s calmest man.”  \n\nHe explored how to live in kairos.  \n\nHe taught it as mindfulness.  \n\nHe also called it “beginner’s mind.”  \n\nHe wrote: “Mindfulness helps you go home to the present.”  \n\n“Every time you go there and recognize happiness, happiness comes.”  \n\nThis focus on being in the moment affects everything he does.  \n\nHe takes a full hour to drink tea with other monks daily.  \n\nHe explains: “Suppose you are drinking a cup of tea.  \n\nWhen you hold your cup, breathe in.  \n\nBring your mind back to your body.  \n\nYou become fully present.  \n\nWhen you are truly there, life is present too.  \n\nIt is represented by the cup of tea.  \n\nIn that moment, you are real.  \n\nThe cup of tea is real.  \n\nYou are not lost in the past or future.  \n\nYou are not caught in projects or worries.  \n\nYou are free from all afflictions.  \n\nIn that state of freedom, you enjoy your tea.  \n\nThat is the moment of happiness and peace.  \n\nPay attention throughout the day for your own kairos moments.  \n\nWrite them down in your journal.  \n\nThink about what triggered that moment.  \n\nConsider what brought you out of it.  \n\nNow that you know what triggers the moment,\n\n**PAGE SUMMARY:** The concept of \"the pause that refreshes\" emphasizes the importance of taking a moment to clear one's mind of work-related thoughts to be fully present with family and in the moment."
}