{
  "text": "Peter Drucker gave an interview to Bruce Rosenstein on April 11, 2005.  \n\nBruce wrote about the interview in his book.  \n\nThe book is titled *Living in More Than One World: How Peter Drucker’s Wisdom Can Inspire and Transform Your Life*.  \n\nIt was published by Berrett-Koehler in San Francisco, CA, in 2009.  \n\n*Race to Nowhere: The Dark Side of America’s Achievement Culture* is a documentary.  \n\nIt was directed by Vicki Abeles in 2011.  \n\nThis documentary is part of a movement in schools.  \n\nThey aim to fight Nonessentialism in school.  \n\nThey work to reduce unnecessary homework and stress on children.  \n\nYou can visit their website at www.racetonowhere.com.  \n\nMany citations exist for similar statements.  \n\nEmile Gauvreau is one example.  \n\nHe said, “I was part of that strange race of people aptly described as spending their lives doing things they detest, to make money they don’t want, to buy things they don’t need, to impress people they don’t like.”  \n\nThis quote is from Jay Friedenberg's book, *Artificial Psychology: The Quest for What It Means to Be Human*.  \n\nMary Oliver wrote “The Summer Day.”  \n\nThis poem appears in *New and Selected Poems*, volume 1.  \n\nThe book was published by Beacon Press in Boston in 1992.  \n\nM. E. P. Seligman wrote about “Learned Helplessness.”  \n\nThis article appeared in the *Annual Review of Medicine* in 1972.  \n\nWilliam James wrote letters that were edited by Henry James.  \n\nThese letters were published by Atlantic Monthly Press in Boston in 1920.  \n\nJohn Carlin wrote, “If the World’s Greatest Chef Cooked for a Living, He’d Starve.”  \n\nThis article was published in the *Guardian* on December 11, 2006.  \n\nJoseph Moses Juran wrote the *Quality-Control Handbook*.  \n\nThis book was published in New York by McGraw-Hill.\n\n**PAGE SUMMARY:** The documentary \"Race to Nowhere\" addresses the negative impacts of America's achievement culture by advocating for reduced homework and stress in schools."
}