{
  "text": "Clapham’s approach tapped into the power of celebrating progress.  \n\nA police officer pulled over a teenager one day.  \n\nThe teenager had saved a girl from being hit by a car.  \n\nThe officer gave him a Positive Ticket.  \n\nHe said, “You did a great thing today. You can make a difference.”  \n\nThe boy went home and put the Positive Ticket on his wall.  \n\nAfter a few weeks, his foster mother asked about it.  \n\nShe wondered if he was going to cash it in.  \n\nTo her surprise, he said he never would.  \n\nAn adult had told him he could be somebody.  \n\nThat was worth more than free pizza or bowling.  \n\nMultiply that type of positive interaction by forty thousand times a year.  \n\nDo this for ten years to see the difference it makes.  \n\nEach time a young person was recognized, it motivated them.  \n\nDoing good became natural and effortless over time.  \n\nWhen we want major change, we often think big.  \n\nWe think we need to lead with something grandiose.  \n\nAn executive I knew announced he would build his daughters a dollhouse.  \n\nHe abandoned the project because it felt too burdensome.  \n\nThere is appealing logic in thinking to start big.  \n\nHowever, think of all the big initiatives that failed.  \n\nThey ended up amounting to nothing, just like the dollhouse.  \n\nResearch shows that the most effective motivation is progress.  \n\nA small, concrete win creates momentum.  \n\nIt affirms our faith in further success.  \n\nFrederick Herzberg wrote an article in 1968.  \n\nIt was titled “One More Time: How Do You Motivate Employees?”  \n\nThis article is one of the most popular of all time.  \n\nHerzberg revealed that two primary motivators are achievement and recognition.  \n\nTeresa Amabile and Steven Kramer gathered diary entries from many people.  \n\nThey covered thousands of workdays in their research.  \n\nBased on these reflections, they concluded something important.  \n\nEveryday progress, even a small win, can make a difference.  \n\nThey said, “Of all the things that can boost emotions, motivation, and perceptions,  \n\nthe single most important is making progress in meaningful work.”\n\n**PAGE SUMMARY:** Celebrating small achievements fosters motivation and encourages continued positive behavior."
}