{
  "text": "Routine is one of the most powerful tools for removing obstacles.  \n\nWithout routine, nonessential distractions will overpower us.  \n\nIf we create a routine that enshrines the essentials, we will execute them.  \n\nThis will happen on autopilot.  \n\nInstead of consciously pursuing the essential, it will occur automatically.  \n\nWe won’t expend energy prioritizing everything daily.  \n\nWe must expend a small amount of initial energy to create the routine.  \n\nThen, all that is left to do is follow it.  \n\nThere is a huge body of scientific research explaining this mechanism.  \n\nRoutine enables difficult things to become easy.  \n\nAs we repeatedly do a task, neurons make new connections.  \n\nThese connections occur through communication gateways called \"synapses.\"  \n\nWith repetition, the connections strengthen.  \n\nIt becomes easier for the brain to activate them.  \n\nFor example, learning a new word takes several repetitions.  \n\nYou need various intervals for the word to be mastered.  \n\nTo recall the word later, you activate the same synapses.  \n\nEventually, you know the word without consciously thinking.  \n\nA similar process explains driving from point A to point B.  \n\nYou can eventually make the journey without thinking about it.  \n\nAfter cooking the same meal a few times, you don’t consult the recipe.  \n\nAny mental task gets easier each time we attempt it.  \n\nWith repetition, the routine is mastered.  \n\nThe activity becomes second nature.  \n\nOur ability to execute the essential improves with practice.  \n\nThink about the first time you performed a critical function at work.  \n\nAt first, you felt like a novice.  \n\nYou probably felt unsure and awkward.  \n\nThe effort to focus drained your willpower.  \n\nDecision fatigue set in.  \n\nYou were probably easily distracted.  \n\nThis is perfectly normal.  \n\nOnce you performed the function repeatedly, you gained confidence.  \n\nYou were no longer sidetracked.  \n\nYou could perform the function better and faster.  \n\nYou did this with less concentration and effort.  \n\nThe power of a routine grows from our brain’s ability.  \n\nIt takes over until the process becomes fully unconscious.\n\n**PAGE SUMMARY:** Creating a routine that prioritizes essentials allows tasks to be executed effortlessly and automatically, reducing the need for conscious effort."
}