{
  "text": "good fortune in an endowment.  \n\nToday, this endowment has grown over time.  \n\nIt is worth an extraordinary $720 billion.  \n\nThis makes it the world’s largest sovereign wealth fund.  \n\nIt provides a cushion against unknown future scenarios.  \n\nThese days, the pace of our lives is getting faster.  \n\nIt is like driving one inch behind another car.  \n\nWe are going at one hundred miles an hour.  \n\nIf that driver makes a tiny unexpected move,  \n\nwe will ram right into him.  \n\nThere is no room for error.  \n\nAs a result, execution is often stressful and frustrating.  \n\nHere are a few tips for keeping your work on track.  \n\nCreate a buffer to avoid swerving off the road.  \n\nUSE EXTREME PREPARATION  \n\nWhen I was a graduate student at Stanford,  \n\nI learned extreme preparation was key to top grades.  \n\nWhen we received syllabi, I made copies.  \n\nI pasted together a calendar for the whole semester.  \n\nBefore the first day of class, I knew the big projects.  \n\nI would start on them immediately.  \n\nThis small investment in preparation reduced stress.  \n\nI knew I had plenty of time for assignments.  \n\nThis was true even if my workload got heavy.  \n\nA family emergency could force me to miss classes.  \n\nUnexpected events could happen too.  \n\nThe value of extreme preparation is clear in history.  \n\nLook at Roald Amundsen and Robert Falcon Scott.  \n\nThey raced to be the first to reach the South Pole.  \n\nBoth men had the same objective.  \n\nBut their approaches differed greatly.  \n\nAmundsen prepared for everything that could go wrong.  \n\nScott hoped for the best-case scenario.  \n\nHe brought just one thermometer for the trip.  \n\nHe was furious when it broke.  \n\nAmundsen brought four thermometers.  \n\nScott stored one ton of food for his seventeen men.  \n\nAmundsen stored three tons.  \n\nScott stashed supplies for the return journey in one spot.  \n\nHe marked it with a single flag.  \n\nIf he went off course, his team could miss it.  \n\nAmundsen planted twenty markers, miles apart.  \n\nThis ensured his team would see them.  \n\nRoald Amundsen prepared diligently and read obsessively for his.\n\n**PAGE SUMMARY:** Extreme preparation is essential for success and stress reduction in high-pressure situations."
}