{
  "text": "So Alex decides to try a different approach.  \n\nHe puts Herbie at the front of the pack.  \n\nHe lines up all the other boys by speed.  \n\nThey are arranged from slowest to fastest.  \n\nIt’s counterintuitive to have the fastest at the back.  \n\nBut the moment he does this, the pack moves as one.  \n\nEvery boy can keep up with the boy in front.  \n\nThe upside is he can watch the whole group.  \n\nThey will all arrive at the campsite safely and together.  \n\nThe downside is they will arrive late.  \n\nSo, what should he do?  \n\nThe answer is to make things easier for Herbie.  \n\nWith the slowest boy at the front, Herbie can improve.  \n\nIf Herbie moves one yard faster, the troop moves faster.  \n\nThis is an amazing insight for Alex.  \n\nAny small improvement with Herbie helps the whole team.  \n\nHe takes weight out of Herbie’s backpack.  \n\nHe distributes the extra food and supplies to the group.  \n\nThis instantly improves the speed of the group.  \n\nThey make it to camp in good time.  \n\nIn a moment of insight, Alex sees a broader application.  \n\nHe can apply this approach to his production plant.  \n\nInstead of improving everything, he needs to find the “Herbie.”  \n\nThis is the part of the process that is slow.  \n\nHe identifies which machine has the biggest queue.  \n\nHe finds a way to increase its efficiency.  \n\nThis improves the next slowest hiker's efficiency.  \n\nThe productivity of the whole plant begins to improve.  \n\nThe question is this: What is the “slowest hiker” in your life?  \n\nWhat obstacle is keeping you from what matters?  \n\nBy identifying and removing this constraint, you can improve.  \n\nYou’ll reduce the friction preventing essential execution.  \n\nBut this cannot be done haphazardly.  \n\nFinding random things to fix leads to small improvements.  \n\nAt worst, you waste time on things that don’t matter.  \n\nIf you want to improve the overall system, focus on the key parts.\n\n**PAGE SUMMARY:** To enhance overall productivity, identify and remove the key obstacle that slows down progress in any system."
}