{
  "text": "the details over and over before they left.  \n\nThe anticipation was part of the whole experience.  \n\nThis was all going according to plan.  \n\nHer father was leaving the convention center.  \n\nHe ran into an old college friend and business associate.  \n\nIt had been years since they had seen each other.  \n\nCynthia watched as they embraced enthusiastically.  \n\nHis friend said, “I am so glad you are doing work with our company.  \n\nWhen Lois and I heard about it, we thought it would be perfect.  \n\nWe want to invite you, and of course Cynthia, to a spectacular seafood dinner at the Wharf!”  \n\nCynthia’s father responded, “Bob, it’s so great to see you.  \n\nDinner at the wharf sounds great!”  \n\nCynthia was crestfallen.  \n\nHer daydreams of trolley rides and ice cream sundaes evaporated in an instant.  \n\nPlus, she hated seafood.  \n\nShe could imagine how bored she would be listening to adults talk.  \n\nBut then her father continued, “But not tonight.  \n\nCynthia and I have a special date planned, don’t we?”  \n\nHe winked at Cynthia and grabbed her hand.  \n\nThey ran out of the door.  \n\nThey continued with what was an unforgettable night in San Francisco.  \n\nCynthia’s father was Stephen R. Covey.  \n\nHe was the management thinker who wrote The Seven Habits of Highly Effective People.  \n\nHe had passed away only weeks before Cynthia told me this story.  \n\nWith deep emotion, she recalled that evening in San Francisco.  \n\nHis simple decision bonded him to her forever.  \n\n“I knew what mattered most to him was me!” she said.  \n\nStephen R. Covey was one of the most respected business thinkers.  \n\nHe was an Essentialist.  \n\nHe routinely taught Essentialist principles to important leaders around the world.  \n\nHe lived those principles.  \n\nIn this moment with his daughter, he made a lasting memory.  \n\nHis decision seems obvious with some perspective.  \n\nMany in his shoes would have accepted the friend’s invitation.  \n\nThey might fear seeming rude or ungrateful.  \n\nThey might fear passing up a rare opportunity to dine with an old friend.  \n\nSo why is it so hard in the moment to choose what is essential?  \n\nOne simple answer is we are unclear about what is essential.  \n\nWhen this happens, we become defenseless.  \n\nOn the other hand, when we have clarity, we can choose.\n\n**PAGE SUMMARY:** Cynthia's father exemplified Essentialism by prioritizing a special moment with his daughter over a tempting invitation, illustrating the importance of clarity in choosing what truly matters."
}