{
  "text": "journey, whereas Robert Falcon Scott did the bare minimum.  \n\nAmundsen built slack and buffers into his plan.  \n\nScott hoped for ideal circumstances.  \n\nScott’s men suffered from fatigue, hunger, and frostbite.  \n\nAmundsen’s team had a relatively frictionless journey.  \n\nAmundsen successfully made the journey.  \n\nScott and his team tragically died.  \n\nExtreme preparedness is important in business.  \n\nJim Collins and Morten Hansen use this example.  \n\nThey show why some companies thrive under difficulty.  \n\nOthers do not thrive.  \n\nThe authors filtered out 7 companies from 20,400.  \n\nThe successful companies did not predict the future better.  \n\nThey acknowledged they could not predict the unexpected.  \n\nThey prepared better.  \n\nADD 50 PERCENT TO YOUR TIME ESTIMATE  \n\nI know someone who thinks it takes five minutes to get to the store.  \n\nShe made the journey in five minutes once.  \n\nThe truth is it usually takes ten to fifteen minutes.  \n\nThis would not be a huge problem.  \n\nUnfortunately, it is typical of most of her estimations.  \n\nAs a result, she is perennially late.  \n\nShe feels constant stress and guilt about it.  \n\nShe has been stuck in this cycle for years.  \n\nShe no longer recognizes she lives in constant stress.  \n\nIt has affected her physically.  \n\nShe still believes she can make it to the store in five minutes.  \n\nShe thinks she can finish the conference call in half an hour.  \n\nShe believes she can complete the major report in a week.  \n\nShe tries to squeeze in whatever else she can.  \n\nEvery once in a while, she does succeed.  \n\nBut the costs are high for her and others.  \n\nShe would contribute more if she created a buffer.  \n\nHave you ever underestimated how long a task will take?  \n\nIf you have, you are far from alone.  \n\nThis common phenomenon is called the “planning fallacy.”  \n\nThis term was coined by Daniel Kahneman in 1979.  \n\nIt refers to people’s tendency to underestimate task duration.  \n\nThis happens even when they have done the task before.  \n\nIn one study, thirty-\n\n**PAGE SUMMARY:** Amundsen's success in extreme conditions highlights the importance of preparedness and realistic time estimation in achieving goals."
}