{
  "text": "In this approach, I created space to explore, think, and write.  \n\nI finished my book faster.  \n\nI gained control over my time.  \n\nIt seems obvious, but think about your busy day.  \n\nWhen did you last take time to sit and think?  \n\nI don't mean five minutes during your commute.  \n\nI don't mean zoning out during a meeting.  \n\nI mean deliberately setting aside distraction-free time.  \n\nThis time should be in a distraction-free space.  \n\nDo absolutely nothing other than think.  \n\nThis is more difficult today than ever.  \n\nWe live in a gadget-filled, overstimulated world.  \n\nOne leader at Twitter asked me, “Can you remember boredom?”  \n\nHe’s right; boredom doesn’t happen anymore.  \n\nJust a few years ago, waiting felt different.  \n\nYou might have sat, staring into space, feeling bored.  \n\nToday, everyone is glued to their technology.  \n\nNobody likes to be bored.  \n\nBut by avoiding boredom, we lose time to think.  \n\nHere’s another paradox: the busier we get, the more we need thinking time.  \n\nThe noisier things get, the more we need quiet reflection spaces.  \n\nNo matter how busy you are, you can carve out time to think.  \n\nJeff Weiner, the CEO of LinkedIn, schedules blank space every day.  \n\nHe schedules up to two hours of blank space.  \n\nHe divides them into thirty-minute increments.  \n\nYet, he schedules nothing during that time.  \n\nThis practice developed when meetings left him little processing time.  \n\nAt first, it felt like an indulgence, a waste of time.  \n\nEventually, he found it to be his most valuable productivity tool.  \n\nHe sees it as the way to control his day.  \n\nHe doesn’t want to be at the mercy of his schedule.  \n\nHe explained to me about one particular day.  \n\nHe was on conference calls or in meetings nonstop.  \n\nThis lasted from 5:00 A.M. until 9:00 P.M.  \n\nAt the end of the day, he felt overwhelmed.\n\n**PAGE SUMMARY:** Creating distraction-free time for reflection and thinking is essential for productivity and maintaining control over one's schedule."
}