{
  "text": "There is another cognitive advantage to routine as well.  \n\nOnce the mental work shifts to the basal ganglia, mental space is freed.  \n\nThis allows us to autopilot one essential activity.  \n\nWe can actively engage in another without losing focus.  \n\nCharles Duhigg, author of The Power of Habit, says,  \n\n“The brain starts working less and less.”  \n\n“The brain can almost completely shut down.”  \n\nThis is a real advantage.  \n\nIt means we have mental activity for something else.  \n\nTo some, routine sounds like where creativity goes to die.  \n\nIt feels like the ultimate exercise in boredom.  \n\nWe use the word as a synonym for dull and bland.  \n\nWe say, “It has just become routine for me.”  \n\nRoutines can indeed become this—the wrong routines.  \n\nBut the right routines enhance innovation and creativity.  \n\nThey give us an energy rebate.  \n\nInstead of spending discipline on the same decisions,  \n\nwe embed decisions into our routine.  \n\nThis allows us to channel discipline toward other essential activities.  \n\nMihaly Csikszentmihalyi studied how creative people use routines.  \n\nHe shows how they free up their minds.  \n\n“Most creative individuals find out early their best rhythms,” he says.  \n\nThey stick to routines for sleeping, eating, and working.  \n\nThey follow these even when tempted otherwise.  \n\n“They wear comfortable clothes,” he says.  \n\n“They interact only with congenial people.”  \n\n“They do only things they think are important.”  \n\nSuch idiosyncrasies may not be endearing to others.  \n\nBut personalizing action patterns frees the mind.  \n\nIt helps avoid expectations that demand attention.  \n\nThis allows intense concentration on what counts.  \n\nOne CEO in Silicon Valley has a boring routine.  \n\nHe holds a three-hour meeting at 9:00 A.M. once a week.  \n\nIt is never missed or rescheduled.  \n\nIt is mandatory for everyone.  \n\nExecutives know not to schedule travel that conflicts.  \n\nIf it is 9:00 A.M. on Monday, everyone will be there.  \n\nIt is a discipline.\n\n**PAGE SUMMARY:** Establishing the right routines can enhance creativity and innovation by freeing mental space for new ideas while automating essential tasks."
}