{
  "text": "do not know whether the traffic will be clear or congested.  \n\nWe do not know if our flight will be delayed or canceled.  \n\nWe do not know if we’ll slip on a slick road tomorrow.  \n\nWe do not know if we will break our wrist.  \n\nIn the workplace, we do not know if a supplier will be late.  \n\nWe do not know if a colleague will drop the ball.  \n\nWe do not know if a client will change directions at the last minute.  \n\nThe only thing we can expect is the unexpected.  \n\nWe can either wait for the moment and react to it.  \n\nOr we can prepare.  \n\nWe can create a buffer.  \n\nA “buffer” prevents two things from coming into contact.  \n\nIt stops them from harming each other.  \n\nA “buffer zone” is an area of land.  \n\nIt creates extra space between a protected area and potential threats.  \n\nI once tried to explain buffers to my children.  \n\nWe were in the car together.  \n\nI used a game to explain the idea.  \n\nImagine we had to get to our destination three miles away.  \n\nWe had to do this without stopping.  \n\nThe children saw the challenge immediately.  \n\nWe couldn’t predict what would happen in front of us.  \n\nWe didn’t know how long the light would stay green.  \n\nWe didn’t know if the car in front would swerve or brake.  \n\nTo avoid crashing, we needed extra space.  \n\nThis space acted as a buffer.  \n\nIt gave us time to respond to unexpected moves.  \n\nIt helped us avoid violent stops and starts.  \n\nWe can reduce friction in our work by creating a buffer.  \n\nDuring the car game, my children noticed something.  \n\nWhen I got distracted, I forgot the buffer zone.  \n\nI got too close to the car in front.  \n\nThen I had to swerve or slam on the brakes.  \n\nWe can forget to respect and maintain buffers in our lives.  \n\nWe get busy and distracted.  \n\nBefore we know it, the project is due.  \n\nThe day of the big presentation has arrived.  \n\nWe are forced to swerve or slam on the brakes at the last minute.  \n\nGases expand to fill the space they are in.  \n\nSimilarly, we’ve all experienced this in our lives.\n\n**PAGE SUMMARY:** Creating buffers in our lives helps us manage the unexpected and reduces friction in executing essential tasks."
}