{
  "text": "is to get a draft of a fifteen-page, written report attached to an email and sent to the client by 2:00 P.M. on Thursday. \n\nNote: this is deliberately a precise outcome, not a vague one. \n\nIDENTIFY THE “SLOWEST HIKER”\n\nInstead of just jumping into the project, take a few minutes to think. \n\nAsk yourself, “What are all the obstacles standing between me and getting this done?” \n\nAsk, “What is keeping me from completing this?” \n\nMake a list of these obstacles. \n\nThey might include: not having the information you need, your energy level, your desire for perfection. \n\nPrioritize the list using the question, “What is the obstacle that, if removed, would make the majority of other obstacles disappear?” \n\nWhen identifying your “slowest hiker,” remember that even “productive” activities can be obstacles. \n\nDoing research, emailing people for information, or rewriting the report can slow you down. \n\nThe desired goal is to get a draft of the report finished. \n\nAnything slowing down the execution of that goal should be questioned. \n\nThere are often multiple obstacles to achieving any essential intent. \n\nHowever, at any one time, there is only ever one priority. \n\nRemoving arbitrary obstacles can have no effect if the primary one still doesn’t budge. \n\nFor example, if getting words on the page is your primary obstacle, hiring someone to do research won’t help. \n\nJust as Alex fixes the least efficient machine first, we must tackle the removal of obstacles one by one. \n\nREMOVE THE OBSTACLE\n\nLet’s say your “slowest hiker” turns out to be your desire to make the report perfect. \n\nThere may be dozens of ideas you have to make the report better. \n\nBut in this case, your essential intent is to send off the draft. \n\nTo remove the obstacle, replace the idea “This has to be perfect or else” with “Done is better than perfect.” \n\nGive yourself\n\n**PAGE SUMMARY:** To achieve essential goals, identify and remove the primary obstacles that hinder progress."
}