{
  "text": "left England for an unexpected adventure.  \n\nWhile in the United States, I met with teachers and writers.  \n\nOne meeting was with an executive for a nonprofit educational group.  \n\nAs I left his office, he made a passing comment.  \n\nHe said, \"If you decide to stay in America, join us.\"  \n\nHis comment had a curious force.  \n\nIt was not his specific question.  \n\nIt was his assumption that I had a choice.  \n\nHe said, \"If you decide to stay...\"  \n\nHe saw it as a real option.  \n\nThis got me thinking.  \n\nI took the elevator down to the lobby.  \n\nI took a single sheet of paper from someone's desk.  \n\nI sat in the lobby and tried to answer a question.  \n\nThe question was, \"If you could do only one thing, what would it be?\"  \n\nThe result was that piece of paper.  \n\nLaw school was not written on it.  \n\nI had always known I could choose not to study law.  \n\nBut emotionally, it had never been an option.  \n\nI realized that sacrificing my power to choose was a choice.  \n\nIt was a bad one.  \n\nBy refusing to choose \"not law school,\" I chose law school.  \n\nI did not actually want to be there, but I chose by default.  \n\nI realized that when we surrender our ability to choose,  \n\nsomething or someone else will choose for us.  \n\nA few weeks later, I officially quit law school.  \n\nI left England and moved to America.  \n\nI started down the path of becoming an author and a teacher.  \n\nYou’re reading this now because of that choice.  \n\nThis choice impacted my life significantly.  \n\nI value how it changed my view about choices even more.  \n\nWe often think of choice as a thing.  \n\nBut a choice is not a thing.  \n\nOur options may be things, but a choice is an action.  \n\nIt is not just something we have, but something we do.  \n\nThis experience led me to a liberating realization.  \n\nWe may not always control our options.  \n\nBut we always control how we choose among them.  \n\nHave you ever felt stuck without a real choice?  \n\nHave you ever felt stress from holding two contradictory beliefs?  \n\n\"I can’t do this\" and \"I have to do this\"?  \n\nHave you ever given up your power to choose bit by bit?\n\n**PAGE SUMMARY:** The author reflects on the importance of actively exercising the power of choice in shaping one's life path."
}