{
  "text": "Stating the obvious, the words journal and journalist come from the same root word.  \n\nA journalist is, in the word’s most literal sense, someone who writes a journal.  \n\nTherefore, one of the most obvious and yet powerful ways to become a journalist of our own lives is simply to keep a journal.  \n\nThe sad reality is that we humans are forgetful creatures.  \n\nI would even go so far as to say shockingly forgetful.  \n\nDon’t believe me?  \n\nYou can test this theory right now.  \n\nTry to recall from memory what you ate for dinner two weeks ago on Thursday.  \n\nOr ask yourself what meetings you attended three weeks ago on Monday.  \n\nIf you are like most people, you will draw a total blank on this exercise.  \n\nThink of a journal as a storage device for backing up our brain’s faulty hard drive.  \n\nAs someone once said to me, the faintest pencil is better than the strongest memory.  \n\nFor the last ten years now, I have kept a journal.  \n\nI use a counterintuitive yet effective method.  \n\nIt is simply this: I write less than I feel like writing.  \n\nTypically, when people start to keep a journal, they write pages the first day.  \n\nThen by the second day, the prospect of writing so much is daunting.  \n\nThey procrastinate or abandon the exercise.  \n\nSo apply the principle of “less but better” to your journal.  \n\nRestrain yourself from writing more until daily journaling has become a habit.  \n\nI also suggest that once every ninety days or so, you take an hour to read your journal entries from that period.  \n\nBut don’t be overly focused on the details.  \n\nDon’t focus on the budget meeting three weeks ago or last Thursday’s pasta dinner.  \n\nInstead, focus on the broader patterns or trends.  \n\nCapture the headline.  \n\nLook for the lead in your day, your week, your life.  \n\nSmall, incremental changes are hard to see in the moment.  \n\nBut over time, they can have a huge cumulative effect.\n\n**PAGE SUMMARY:** Keeping a journal helps us remember important aspects of our lives and identify broader patterns over time."
}