{
  "text": "one all-nighter per week.  \n\nThis was not much better.  \n\nThen my wife gave me an article.  \n\nShe did not care for this practice.  \n\nThe article shifted my view on sleep.  \n\nIt challenged the idea that sleep hinders productivity.  \n\nIt argued that sleep drives peak performance.  \n\nThe article cited top business leaders.  \n\nThey boasted about getting a full eight hours.  \n\nBill Clinton was quoted in the article.  \n\nHe said every major mistake came from sleep deprivation.  \n\nEver since, I have tried to get eight hours a night.  \n\nWhat about you?  \n\nThink about the last week.  \n\nHave you slept less than seven hours any night?  \n\nHave you slept less than seven hours for several nights?  \n\nHave you thought proudly:  \n\n“Not me. I don’t need the full eight hours.”  \n\n“I can totally survive on four or five hours of sleep.”  \n\nIf you thought that while reading, this chapter is for you.  \n\nSome people can survive on fewer hours of sleep.  \n\nMost of them are just used to being tired.  \n\nThey have forgotten what it feels like to be rested.  \n\nNonessentialists see sleep as a burden.  \n\nThey feel overextended and overcommitted.  \n\nTheir lives are busy but not always productive.  \n\nEssentialists see sleep as necessary for high contribution.  \n\nThey build sleep into their schedules systematically.  \n\nThis helps them do more and achieve more.  \n\nThey explore more because they protect their asset.  \n\nThey have energy, creativity, and problem-solving ability.  \n\nNonessentialists never know when fatigue will hit them.  \n\nEssentialists choose to do one less thing now.  \n\nThis allows them to do more tomorrow.  \n\nYes, it is a trade-off.  \n\nBut this small trade-off can yield big rewards.  \n\nNonessentialist thinks: One hour less of sleep equals.  \n\nEssentialist knows: One hour more of sleep equals several.\n\n**PAGE SUMMARY:** Essentialists view sleep as essential for high performance and productivity, while Nonessentialists see it as a burden."
}