{
  "text": "The Way of the Essentialist\n\nDieter Rams was the lead designer at Braun for many years. \n\nHe is driven by the idea that almost everything is noise. \n\nHe believes very few things are essential. \n\nHis job is to filter through that noise until he gets to the essence. \n\nFor example, as a young twenty-four-year-old at the company, \n\nhe was asked to collaborate on a record player. \n\nThe norm at the time was to cover the turntable in a solid wooden lid \n\nor even to incorporate the player into a piece of living room furniture. \n\nInstead, he and his team removed the clutter. \n\nThey designed a player with a clear plastic cover on the top and nothing more. \n\nIt was the first time such a design had been used. \n\nIt was so revolutionary people worried it might bankrupt the company. \n\nThey thought nobody would buy it. \n\nIt took courage, as it always does, to eliminate the nonessential. \n\nBy the sixties, this aesthetic started to gain traction. \n\nIn time, it became the design every other record player followed. \n\nDieter’s design criteria can be summarized by a succinct principle. \n\nThis principle is captured in just three German words: Weniger aber besser. \n\nThe English translation is: Less but better. \n\nA more fitting definition of Essentialism would be hard to come by. \n\nThe way of the Essentialist is the relentless pursuit of less but better. \n\nIt doesn’t mean occasionally giving a nod to the principle. \n\nIt means pursuing it in a disciplined way. \n\nThe way of the Essentialist isn’t about setting New Year’s resolutions. \n\nIt’s not about saying “no” more or pruning your inbox. \n\nIt’s not about mastering some new strategy in time management. \n\nIt is about pausing constantly to ask, “Am I investing in the right activities?” \n\nThere are far more activities and opportunities in the world \n\nthan we have time and resources to invest in. \n\nAlthough many of them may be good, or even very good, \n\nthe fact is that most are trivial and few are vital. \n\nThe way of the Essentialist involves learning to tell the difference. \n\nIt involves learning to filter through all those options. \n\nIt means selecting only those that are truly essential. \n\nEssentialism is not about how to get more things done. \n\nIt’s about how to get the right things done. \n\nIt doesn’t mean just doing less for the sake of less either. \n\nIt is about making the wisest possible investment of your time.\n\n**PAGE SUMMARY:** The way of the Essentialist is the disciplined pursuit of less but better, focusing on identifying and investing in truly essential activities."
}