{
  "text": "It’s true that doing less can be harder. \n\nThis applies in art and in life. \n\nEvery word, every scene, every activity must count for more. \n\nAn editor is ruthless in making every word count. \n\nInstead of saying it in two sentences, can you say it in one? \n\nIs it possible to use one word where two are used? \n\nAlan D. Williams observed two basic questions for the author. \n\nAre you saying what you want to say? \n\nAre you saying it as clearly and concisely as possible? \n\nCondensing means saying it as clearly and concisely as possible. \n\nIn life, condensing allows us to do more with less. \n\nFor example, Graham Hill moved into a 420-square-foot apartment. \n\nHe wanted to see how well he could condense everything he owned. \n\nThe ultimate result was a design he calls a “little jewel box.” \n\nThe jewel box works because every piece of furniture has multiple functions. \n\nThe wall on the left acts as a large projector screen. \n\nIt also houses two guest beds for visitors. \n\nThe wall to the right folds down over the couch. \n\nIt reveals a queen bed. \n\nEverything does double or triple duty. \n\nIn other words, everything makes a greater contribution. \n\nThis design was so innovative he made it a business. \n\nHe named it, appropriately, LifeEdited.com. \n\nBut to be clear, condensing doesn’t mean doing more at once. \n\nIt simply means less waste. \n\nIt means lowering the ratio of words to ideas. \n\nIt also means lowering square feet to usefulness. \n\nIt means lowering effort to results. \n\nTo apply condensing to our lives, we need to shift the ratio. \n\nWe need to shift activity to meaning. \n\nWe need to eliminate multiple meaningless activities. \n\nWe should replace them with one very meaningful activity. \n\nFor example, one employee routinely skipped the weekly meeting. \n\nHe asked others what he had missed. \n\nThus, he condensed a two-hour meeting into ten minutes. \n\nHe invested the redeemed time getting important work done. \n\nAn editor’s job is not just to cut or condense. \n\nIt is also to make something better.\n\n**PAGE SUMMARY:** Condensing in both editing and life involves eliminating waste to enhance clarity and meaning, allowing for greater contributions with less effort."
}