{
  "text": "TO FIGHT THIS FEAR, RUN A REVERSE PILOT\n\nOne idea has grown popular in business circles. \n\nIt is called “prototyping.” \n\nBuilding a prototype allows companies to test-run an idea. \n\nThis happens without making a huge investment up front. \n\nThe same idea can be used in reverse. \n\nThis helps eliminate nonessentials in a low-risk way. \n\nDaniel Shapero, a director at LinkedIn, calls it a “reverse pilot.” \n\nIn a reverse pilot, you test whether removing an initiative will hurt. \n\nFor example, an executive I work with took on a new role. \n\nHe inherited a process his predecessor implemented with great effort. \n\nIt was a huge, visual report on many subjects. \n\nThis report was produced for other executives each week. \n\nIt consumed enormous energy from his team. \n\nHe hypothesized it was not adding much value. \n\nTo test his hypothesis, he ran a reverse pilot. \n\nHe stopped publishing the report. \n\nHe waited to see what the response would be. \n\nHe found that no one seemed to miss it. \n\nAfter several weeks, nobody mentioned the report. \n\nHe concluded the report was not essential. \n\nIt could be eliminated. \n\nA similar reverse pilot can be done in our social lives. \n\nAre there commitments you routinely make to others? \n\nDo you assume they make a big difference to them? \n\nThey might barely notice if you stop. \n\nBy quietly eliminating or scaling back an activity, \n\nYou can assess whether it really matters. \n\nYou might find that no one really cares. \n\nEven using these techniques, “uncommitting” can be hard. \n\nIt is often harder than not committing in the first place. \n\nWe feel guilty saying no to something we committed to. \n\nNo one likes going back on their word. \n\nYet learning how to do so is crucial. \n\nDoing it earns you respect for your courage and focus. \n\nIt is essential to becoming an Essentialist.\n\n**PAGE SUMMARY:** Running a reverse pilot allows individuals and organizations to test the impact of eliminating nonessential activities with minimal risk."
}