{
  "text": "Ray Zinn is the founder and CEO of Micrel. \n\nMicrel is a semiconductor business in Silicon Valley. \n\nHe is a contrarian in many ways. \n\nHe is seventy-five years old. \n\nHe works in an industry that celebrates twenty-year-old college dropouts. \n\nIn 1978, he and his business partner invested $300,000. \n\nThey launched the company and have been profitable every year. \n\nThis includes one year when they consolidated two manufacturing facilities. \n\nSince going public, their stock price has never fallen. \n\nRay credits this success to their focus on profitability. \n\nHe has led the company as CEO for thirty-five years. \n\nThroughout that time, Ray has followed a consistent routine. \n\nHe wakes up at 5:30 A.M. every morning. \n\nThis includes Saturday and Sunday. \n\nHe has done this for more than fifty years. \n\nHe exercises for an hour after waking up. \n\nHe eats breakfast at 7:30 A.M. \n\nHe arrives at work at 8:15 A.M. \n\nDinner is at 6:30 P.M. with his family. \n\nBedtime is at 10:00 P.M. \n\nRay operates at his highest level by following one rule. \n\nThat rule is: \"Focus on the hardest thing first.\" \n\nRay said, “We already have too much to think about. \n\nWhy not eliminate some by establishing a routine?” \n\nUse these tips to develop your own routine. \n\nDo your hardest task first thing in the morning. \n\nFind a cue to trigger this focus. \n\nThis could be your first glass of orange juice. \n\nIt could also be an alarm on your cell phone. \n\nUse anything you already do in the morning as a cue. \n\nMix up your routines to avoid boredom. \n\nDoing the same things every day can get boring. \n\nYou can have different routines for different days. \n\nJack Dorsey has an interesting approach to his weekly routine. \n\nHe divides his week into themes. \n\nMonday is for management meetings and company work. \n\nTuesday is for product development. \n\nWednesday is for marketing, communications, and growth. \n\nThursday is for developers and partnerships. \n\nFriday is for the company and its culture.\n\n**PAGE SUMMARY:** Ray Zinn attributes his company's long-term profitability and success to a disciplined routine that prioritizes focusing on the hardest tasks first."
}