{
  "text": "Jeff Bezos, the founder of Amazon.com, is one of them.  \n\nHe says: “I’m more alert and I think more clearly.\"  \n\n“I just feel so much better all day long if I’ve had eight hours.”  \n\nMark Andreessen, cofounder of Netscape, is another.  \n\nHe used to work till the early hours and still wake up at 7:00 A.M.  \n\nHe said, “I would spend the whole day wishing I could go home and go back to bed.”  \n\nNow he says of his level of sleep: “Seven [hours] and I start to degrade.\"  \n\n“Six is suboptimal. Five is a big problem. Four means I’m a zombie.”  \n\nOn weekends he sleeps twelve-plus hours.  \n\n“It makes a big difference in my ability to function,” he said.  \n\nThese executives are quoted in an article called “Sleep Is the New Status Symbol for Successful Entrepreneurs.”  \n\nNancy Jeffrey of the Wall Street Journal writes: “It’s official. Sleep, that rare commodity in stressed-out America, is the new status symbol.”  \n\n“Once derided as a wimpish failing—the same 1980s overachievers who cried ‘Lunch is for Losers’ also believed ‘Sleep is for Suckers’—slumber is now being touted as the restorative companion to the creative executive mind.”  \n\nTo this we can add that it is also the restorative companion to the discerning Essentialist mind.  \n\nIn another article in the New York Times, Erin Callan tells the story of an office party in 2005.  \n\nOne of her colleagues asked her then husband what she did on weekends.  \n\nShe was known as someone with great intensity and energy.  \n\n“Does she kayak, go rock climbing and then run a half marathon?” she joked.  \n\nNo, he answered simply, “she sleeps.”  \n\nAnd that was true.  \n\nWhen she wasn’t catching up on work, she spent her weekends recharging her batteries for the coming week.  \n\nSo if the stigma of sleep still exists in your workplace, consider developing an initiative at work to encourage sleep.  \n\nIf that sounds radical, consider the many benefits of sleep.  \n\nSleep leads to greater creativity, enhanced productivity, and lower health care costs.  \n\nThese benefits can directly affect the bottom line.  \n\nWith this perspective, it is not hard to imagine encouraging your manager or HR department to develop a written policy.  \n\nAfter all, many companies have policies addressing alcohol consumption.  \n\nThe parallels in how alcohol and sleep deprivation affect performance are real.  \n\nFor example, Charles Czeisler at Harvard has proposed a policy.  \n\nNo employee is expected to drive into work after a red-eye flight.\n\n**PAGE SUMMARY:** Sleep is increasingly recognized as essential for optimal performance and creativity in the workplace."
}