{
  "text": "Psychologists call this “decision fatigue.” \n\nThe more choices we make, the worse our decisions become. \n\nIt is not just the number of choices that has increased. \n\nThe strength of outside influences on our decisions has also grown. \n\nWe are hyperconnected now. \n\nInformation overload can be distracting. \n\nThe larger issue is increased social pressure. \n\nTechnology has lowered the barrier for sharing opinions. \n\nOthers can easily tell us what to focus on. \n\nIt is not just information overload; it is opinion overload. \n\nThe idea that we can have it all is not new. \n\nThis myth has been sold for a long time. \n\nI believe everyone today is infected with it. \n\nIt is sold in advertising. \n\nIt is championed in corporations. \n\nIt is embedded in job descriptions. \n\nThese descriptions list many required skills and experiences. \n\nIt is also in university applications. \n\nThey require dozens of extracurricular activities. \n\nWhat is new is how damaging this myth is today. \n\nChoice and expectations have increased greatly. \n\nIt results in stressed people. \n\nThey try to cram more activities into overscheduled lives. \n\nIt creates corporate environments that discuss work/life balance. \n\nYet, they expect employees to be on smartphones all the time. \n\nIt leads to staff meetings with many “top priorities.” \n\nSometimes, ten priorities are discussed with no irony. \n\nThe word “priority” entered English in the 1400s. \n\nIt was singular. \n\nIt meant the very first or prior thing. \n\nIt stayed singular for five hundred years. \n\nOnly in the 1900s did we pluralize the term. \n\nWe started talking about “priorities.” \n\nIllogically, we thought changing the word could bend reality. \n\nSomehow, we believed we could have multiple “first” things. \n\nPeople and companies try to do just that. \n\nOne leader shared his experience in a company that talked.\n\n**PAGE SUMMARY:** The overwhelming number of choices and social pressures today lead to decision fatigue and the false belief that we can have and do it all."
}