{
  "text": "The Essential Life: Living a Life That Really Matters\n\nThe life of an Essentialist is a life of meaning.  \n\nIt is a life that really matters.  \n\nWhen I need a reminder of this, I think of a story.  \n\nIt is about a man whose three-year-old daughter died.  \n\nIn his grief, he put together a video of her life.  \n\nBut as he went through his home videos, he realized something.  \n\nSomething was missing.  \n\nHe had recorded every outing and trip they took.  \n\nHe had lots of footage—that wasn’t the problem.  \n\nBut he realized he had almost no close-up footage of his daughter.  \n\nHe had been busy recording the surroundings.  \n\nHe failed to record what was essential.  \n\nThis story captures two personal learnings from my journey.  \n\nThe first is the important role of my family in my life.  \n\nAt the very end, everything else will fade into insignificance.  \n\nThe second is the tiny amount of time we have left.  \n\nFor me, this is not a depressing thought.  \n\nIt is a thrilling one.  \n\nIt removes fear of choosing the wrong thing.  \n\nIt infuses courage into my bones.  \n\nIt challenges me to be more selective with my time.  \n\nI know someone who visits cemeteries when he travels.  \n\nI thought this was odd at first.  \n\nNow I realize this habit keeps his mortality front and center.  \n\nThe life of an Essentialist is a life lived without regret.  \n\nIf you identify what really matters, invest your time in it.  \n\nThen it is difficult to regret the choices you make.  \n\nYou become proud of the life you have chosen to live.  \n\nWill you choose to live a life of purpose and meaning?  \n\nOr will you look back with twinges of regret?  \n\nIf you take one thing from this book, remember this:  \n\nWhatever decision or challenge you face, ask yourself,  \n\n“What is essential?”  \n\nEliminate everything else.\n\n**PAGE SUMMARY:** The life of an Essentialist is one of meaning and purpose, focused on what truly matters to avoid regret."
}