{
  "text": "Mark Adams is the managing director of Vitsoe. \n\nHe has spent twenty-seven years applying selective criteria. \n\nVitsoe makes furniture. \n\nThe furniture industry produces many products each season. \n\nNew colors and styles are offered frequently. \n\nHowever, Vitsoe has offered only one product for decades. \n\nThat product is the 606 Universal Shelving System. \n\nWhy this choice? \n\nVitsoe has very particular standards. \n\nThe 606 Universal Shelving System is the only product that qualifies. \n\nThe 606 System represents the Essentialist ethic of \"less but better.\" \n\nThis concept was discussed in chapter 1. \n\nDieter Rams advocates this ethic. \n\nDieter designed the 606 Universal Shelving System. \n\nVitsoe's hiring approach may be even more selective. \n\nThey prefer being understaffed over hiring the wrong person quickly. \n\nTheir selection process is rigorous and systematic. \n\nFirst, they interview candidates by phone. \n\nThis method strips away visual cues. \n\nThey want to form an impression based on voice. \n\nThey also check if candidates can find a quiet place. \n\nMany candidates are weeded out at this stage. \n\nNext, a candidate is interviewed by multiple people. \n\nIf successful, the candidate spends a day with the team. \n\nManagement sends a questionnaire to the whole team. \n\nThey ask how the team feels about the candidate. \n\nThey include questions like, \"Would he or she love working here?\" \n\nThey also ask, \"Would we love having him or her work with us?\" \n\nNo offer is made at this point. \n\nNo commitment is implied from the candidate. \n\nThe goal is to see each other honestly. \n\nIf the fit is right, the candidate continues to final interviews. \n\nIf the team is unsure, the answer is no. \n\nOnce, they had a candidate for the shelving installation team. \n\nThis role is important. \n\nThese installers represent the face of Vitsoe.\n\n**PAGE SUMMARY:** Vitsoe exemplifies the Essentialist principle of \"less but better\" by maintaining selective hiring practices and focusing on a single, high-quality product."
}