{
  "text": "people are padding their résumés and building their LinkedIn profiles.  \n\nYou will be building a career of meaning.  \n\nWhile others are complaining, you will be smiling sympathetically.  \n\nYou will be unable to relate to their busyness.  \n\nWhile others live a life of stress and chaos, you will live a life of impact.  \n\nLiving as an Essentialist in our busy society is a quiet revolution.  \n\nLiving fully as an Essentialist isn’t always easy.  \n\nI still struggle with it myself.  \n\nI want to please people when they ask me to do something.  \n\nSometimes, I know it is Nonessential.  \n\nWhen presented with good opportunities, I still think, “I can do both.”  \n\nI still fight the urge to check my phone impulsively.  \n\nOn my worst days, I wonder if my tombstone will read, “He checked email.”  \n\nI admit, the transition doesn’t happen overnight.  \n\nOver time, it gets easier and easier.  \n\nSaying no feels less uncomfortable.  \n\nDecisions become much clearer.  \n\nEliminating the Nonessentials becomes more natural.  \n\nI feel greater control of my choices.  \n\nMy life is different now.  \n\nIf you embrace Essentialism, these things will be true for you too.  \n\nToday, Essentialism is not just something I do.  \n\nAn Essentialist is something I am becoming.  \n\nAt first, it was a few deliberate choices.  \n\nThen it grew into a lifestyle.  \n\nEventually, it changed me at my very core.  \n\nI discover daily that I can do less to contribute more.  \n\nBeing an Essentialist means a lot to me.  \n\nIt is best illustrated in little moments.  \n\nIt means choosing to wrestle with my children on the trampoline.  \n\nIt means choosing to skip networking events.  \n\nIt means saying no to international client work for a year.  \n\nIt means setting aside a day each week without social media.  \n\nIt means being fully present at home.  \n\nIt means getting up at 5:00 A.M. every day for eight months.\n\n**PAGE SUMMARY:** Living as an Essentialist means prioritizing meaningful contributions over superficial accomplishments in a chaotic society."
}