{
  "text": "the subject line was “In Monk Mode.”  \n\nThe e-mail said: “Dear Friends, I am currently working on a new book. This has put enormous burdens on my time. Unfortunately, I am unable to respond in the manner I would like. For this, I apologize.—Greg.”  \n\nGuess what? People adapted to my temporary absence just fine.  \n\nSaying, “Yes. What should I deprioritize?” is effective.  \n\nSaying no to a senior leader at work seems unthinkable.  \n\nHowever, saying yes can compromise your ability to contribute.  \n\nIn this case, it is essential to say no.  \n\nOne way to do that is to remind your superiors.  \n\nYou can show them what you would neglect if you said yes.  \n\nThis forces them to grapple with the trade-off.  \n\nFor example, if your manager asks you to do X, respond.  \n\nSay, “Yes, I’m happy to make this the priority.  \n\nWhich of these other projects should I deprioritize?”  \n\nOr simply say, “I want to do a great job.  \n\nGiven my other commitments, I can’t do a job I’m proud of.”  \n\nI know a leader who received this response.  \n\nHe didn’t want to disrupt this organized employee.  \n\nSo, he took the nonessential project back.  \n\nHe gave it to someone less organized.  \n\nSay it with humor.  \n\nA friend asked me to train for a marathon.  \n\nMy response was simple: “Nope!”  \n\nHe laughed and said, “Ah, you practice what you preach.”  \n\nThis shows how useful it is to have a reputation.  \n\nUse the words, “You are welcome to X. I am willing to Y.”  \n\nFor example, “You are welcome to borrow my car.  \n\nI am willing to make sure the keys are here for you.”  \n\nThis means you won’t be able to drive.  \n\nYou say what you will not do.  \n\nBut you couch it in terms of what you are willing to do.  \n\nThis is a good way to navigate a request.  \n\nI particularly like this construct.  \n\nIt expresses respect for the other person's ability to choose.  \n\nIt also respects your own choices.  \n\nIt reminds both parties of their options.  \n\n“I can’t do it, but X might be interested.”  \n\nIt is tempting to think that.\n\n**PAGE SUMMARY:** Essentialists develop a repertoire of responses to gracefully say no to requests that compromise their priorities."
}