{
  "text": "Projects and commitments tend to expand over time.\n\nThis happens despite our best efforts.\n\nThink of presentations, meetings, and workshops you have attended.\n\nHow often have you seen someone fit too many slides into little time?\n\nHow many times have you felt a presenter cut off a meaningful conversation?\n\nThey did this to get through all their planned content.\n\nI have seen this so often, it seems like the default.\n\nWhen I worked with a facilitator who had a different philosophy, it was liberating.\n\nHe designed a four-hour workshop.\n\nInstead of ten minutes for questions, he suggested a full hour.\n\nHe explained he liked to allow a luxurious amount of time.\n\nThis was in case things came up.\n\nAt first, his idea was dismissed as indulgent.\n\nHe was told to return to the traditional format.\n\nThe class ran over its allotted time.\n\nThe facilitator had to rush through the remaining content.\n\nThe class was changed to allow the hour he originally suggested.\n\nThings came up as he expected.\n\nThis time, there was a buffer built in.\n\nNow the class could end on time.\n\nThe facilitator could focus on teaching, not rushing.\n\nA mother I know learned a similar lesson when preparing for a holiday.\n\nIn the past, she packed the night before leaving.\n\nInevitably, she stayed up late and lost steam.\n\nShe got too little sleep and finished packing in the morning.\n\nShe often forgot something and left late.\n\nShe had to push through the long drive to compensate.\n\nThis time, she started packing a week in advance.\n\nShe ensured the car was fully packed the night before.\n\nIn the morning, she only had to wake up the children.\n\nIt worked well.\n\nThey got off early and had a good night’s sleep.\n\nNothing was forgotten.\n\nWhen they hit traffic, it wasn’t stressful.\n\nThey had a buffer for that possibility.\n\nAs a result, they arrived on time.\n\nThey enjoyed a frictionless and pleasant journey.\n\nThe Nonessentialist always assumes a best-case scenario.\n\nWe know those people.\n\nMany of us, myself included, have been that person.\n\nWe chronically underestimate how long something will take.\n\n“This will just take five minutes,” we say.\n\nOr, “I’ll be finished with that.”\n\n**PAGE SUMMARY:** Projects and commitments often expand to fill the time allotted, leading to rushed outcomes unless a buffer is built in."
}