{
  "text": "Tom Stafford describes a simple antidote to the endowment effect.  \n\nInstead of asking, “How much do I value this item?”  \n\nWe should ask, “If I did not own this item, how much would I pay?”  \n\nWe can do the same for opportunities and commitments.  \n\nDon’t ask, “How will I feel if I miss out on this opportunity?”  \n\nInstead, ask, “If I did not have this opportunity, how much would I sacrifice?”  \n\nSimilarly, we can ask, “If I wasn’t already involved in this project, how hard would I work to get on it?”  \n\nHal Arkes studies judgment in decision making at Ohio State University.  \n\nHe was puzzled by an enigma.  \n\nWhy are adults more vulnerable to the sunk-cost bias than young children?  \n\nHe believes the answer is a lifetime of exposure to the “Don’t waste” rule.  \n\nBy the time we are adults, we avoid appearing wasteful, even to ourselves.  \n\n“Abandoning a project that you’ve invested a lot in feels like you’ve wasted everything,” Arkes said.  \n\n“Waste is something we’re told to avoid.”  \n\nTo illustrate this, he gave a scenario to a group of participants.  \n\n“Assume that you have spent $100 on a ticket for a ski trip.”  \n\n“This trip is to Michigan. Several weeks later, you buy a $50 ticket.”  \n\n“This ticket is for a ski trip to Wisconsin.”  \n\n“You think you will enjoy the Wisconsin trip more than the Michigan trip.”  \n\n“As you put your Wisconsin ticket in your wallet, you notice both trips are the same weekend.”  \n\n“It’s too late to sell or return either ticket. You must choose which to use.”  \n\nWhen asked, “Which ski trip will you go on?”  \n\nMore than half said they would opt for the more expensive trip.  \n\nThey would enjoy it less, but their reasoning was faulty.  \n\nUsing the cheaper ticket felt like wasting more money.  \n\nIt’s natural to not want to let go of what we wasted.  \n\nBut when we don’t, we doom ourselves to keep wasting even more.\n\n**PAGE SUMMARY:** To counter the endowment effect, we should evaluate items and opportunities as if we do not own them, focusing on their true value rather than our attachment."
}