{
  "text": "of “Pri-1, Pri-2, Pri-3, Pri-4, and Pri-5.”  \n\nThis gave the impression of many priorities.  \n\nBut it actually meant nothing was a priority.  \n\nWhen we try to do it all, we make trade-offs.  \n\nWe wouldn’t take on these trade-offs intentionally.  \n\nIf we don’t choose where to focus our time, others will.  \n\nOur bosses, colleagues, clients, and families will choose for us.  \n\nBefore long, we lose sight of what is meaningful.  \n\nWe can make choices deliberately or let others control us.  \n\nAn Australian nurse named Bronnie Ware cared for dying patients.  \n\nShe recorded their most discussed regrets.  \n\nAt the top of the list was:  \n\n“I wish I’d had the courage to live a life true to myself.”  \n\nThis means saying no purposefully and strategically.  \n\nWe must eliminate nonessentials, not just time wasters.  \n\nWe may need to cut out some good opportunities too.  \n\nInstead of reacting to social pressures, we can simplify.  \n\nWe can focus on what is absolutely essential.  \n\nWe do this by eliminating everything else.  \n\nThink of this book as a professional organizer for your life.  \n\nConsider what happens when you never organize your closet.  \n\nIt does not stay neat and tidy.  \n\nYou don’t just have a few outfits you love.  \n\nWithout effort, it becomes cluttered and stuffed.  \n\nYou accumulate clothes you rarely wear.  \n\nSometimes, you try to purge the closet.  \n\nBut without a system, you may not succeed.  \n\nYou might keep too many clothes because you can't decide.  \n\nYou might regret giving away clothes you wanted to keep.  \n\nOr you might have clothes you don’t want but never get rid of.  \n\nOur lives clutter just like our closets do.  \n\nWell-intended commitments and activities pile up.  \n\nMost of these commitments are not essential.\n\n**PAGE SUMMARY:** To live a meaningful life, we must deliberately eliminate nonessentials and focus on what truly matters, rather than allowing others to dictate our priorities."
}