{
  "text": "A version of this story was published in a blog post.  \n\nI wrote it for Harvard Business Review.  \n\nThe post is called “If You Don’t Prioritize Your Life, Someone Else Will.”  \n\nIt was published on June 28, 2012.  \n\nThe link is http://blogs.hbr.org/2012/06/how-to-say-no-to-a-controlling/.  \n\nOriginally, I called it “the Clarity Paradox.”  \n\nThis was in another blog post for Harvard Business Review.  \n\nThat post is called “The Disciplined Pursuit of Less.”  \n\nIt was published on August 8, 2012.  \n\nThe link is http://blogs.hbr.org/2012/08/the-disciplined-pursuit-of-less/.  \n\nI have drawn from other HBR blogs I have written.  \n\nThese are in various parts of this book.  \n\nJim Collins wrote \"How the Mighty Fall: And Why Some Companies Never Give In.\"  \n\nIt was published by HarperCollins in New York, 2009.  \n\nPeter Drucker wrote “Managing Knowledge Means Managing Oneself.”  \n\nIt was published in Leader to Leader Journal, no. 16, Spring 2000.  \n\nThe link is www.hesselbeininstitute.org/knowledgecenter/journal.aspx?ArticleID=26.  \n\nShai Danziger, Jonathan Levav, and Liora Avnaim-Pessoa wrote “Extraneous Factors in Judicial Decisions.”  \n\nIt was published in Proceedings of the National Academy of Sciences, 108, no. 17, 2011.  \n\nThe pages are 6889–92.  \n\nBronnie Ware wrote “The Top Five Regrets of the Dying.”  \n\nIt was published in Huffington Post on January 21, 2012.  \n\nThe link is www.huffingtonpost.com/bronnie-ware/top-5-regrets-of-the-dyin_b_1220965.html.  \n\nI first wrote about this in a blog post for Harvard Business Review.  \n\nThe post is called “If You Don’t Prioritize Your Life, Someone Else Will.”  \n\nIt was published on June 28, 2012.  \n\nThe link is http://blogs.hbr.org/2012/06/how-to-say-no-to-a-controlling/.  \n\nIbid., “The Disciplined Pursuit of Less.”  \n\nIbid., “The Disciplined Pursuit of Less.”\n\n**PAGE SUMMARY:** The author references various sources and personal writings to emphasize the importance of prioritizing one's life and the concept of essentialism."
}