{
  "text": "company was based in Seattle.  \n\nIt had offices in San Francisco, India, and Kenya.  \n\nHe routinely flew to London for meetings.  \n\nThen he went to India for six days.  \n\nHe visited five different cities there.  \n\nHe flew to Geneva for hours of meetings with investors.  \n\nAfter that, he returned to Seattle for a day and a half.  \n\nFor three years, he traveled 60 to 70 percent of the time.  \n\nOn average, he slept about four to six hours a night.  \n\nAt thirty-six, his work pace threatened his health.  \n\nHis ability to contribute was at risk.  \n\nWhat started with nighttime attacks worsened.  \n\nOne by one, each of his organs started shutting down.  \n\nHis heart rate became erratic.  \n\nIt was painful to stand up straight.  \n\nHe had to blend his food because he could not digest it.  \n\nHis blood pressure was so low he blacked out.  \n\nHe went to the emergency room twice.  \n\nHe kept telling himself he would slow down.  \n\nHe promised to do it after the next deal.  \n\nThen after the next, and the one after that.  \n\nBut he didn’t slow down.  \n\nHe thought he could work his way out of this.  \n\nHe didn’t want to face the trade-offs of scaling back.  \n\nBut the trade-offs caught up with him.  \n\nHe had to cancel meetings last minute.  \n\nHe was too weak to attend.  \n\nHe gave speeches but bombed them.  \n\nHis brain was cloudy.  \n\nHe wondered if he was doing the company more harm than good.  \n\nEventually, he got a clear diagnosis.  \n\nHis doctor gave him two options.  \n\nHe could take medications for life for his symptoms.  \n\nOr he could disengage for a year or two to recover.  \n\nGeoff didn’t accept this trade-off at first.  \n\nHe was a competitive triathlete.  \n\nHe thought he could apply the same logic to his health.  \n\nHe told the doctor he would take a couple of months off.  \n\nHe said he would be back to full form.  \n\n“Watch! Just watch!” he boasted.  \n\nHe took a two-month sabbatical.  \n\nTo his surprise, he totally crashed.  \n\nHe slept fourteen hours per night.  \n\nThen he rested all day long.  \n\nSome days, he could not even get out of bed.  \n\nHe was totally nonfunctional for six weeks.  \n\nHe crawled back to his doctor.  \n\nHe admitted this would take a lot longer.  \n\nTrue to his word, he got rid of everything creating stress.  \n\nHe resigned from his boards.  \n\nHe decided to leave his company too.  \n\nHe said: “The decision to disengage was very, very difficult.\"\n\n**PAGE SUMMARY:** Geoff's relentless work pace jeopardized his health, leading him to ultimately disengage from his commitments for recovery."
}