{
  "text": "Nonessentialist\n\nMind is spinning out about the past or the future.  \n\nThinks about what was important yesterday or tomorrow.  \n\nWorries about the future or stresses about the past.  \n\nMind is focused on the present.  \n\nTunes in to what is important right now.  \n\nEnjoys the moment.  \n\nRecently, Anna and I met for lunch.  \n\nIt was in the middle of a busy workday.  \n\nUsually, we are busy catching up on our mornings.  \n\nWe plan our activities for the evening.  \n\nWe forget to enjoy having lunch together.  \n\nThis time, Anna suggested an experiment.  \n\nWe should focus only on the moment.  \n\nNo rehashing our morning meetings.  \n\nNo talking about picking up the children.  \n\nNo discussing what we’d cook for dinner.  \n\nWe should eat slowly and deliberately.  \n\nWe would be fully focused on the present.  \n\nI was totally game for it.  \n\nAs I slowly took my first bite, something happened.  \n\nI noticed my breathing.  \n\nWithout conscious intent, I found it slowing.  \n\nSuddenly, time felt as if it was moving slower.  \n\nI felt both my mind and body were fully there.  \n\nThe sensation stayed with me into the afternoon.  \n\nI noticed another change.  \n\nI was not interrupted by distracting thoughts.  \n\nI could give my full concentration to my work.  \n\nBecause I was calm and present, each task flowed naturally.  \n\nInstead of my mental energies being split, I was focused.  \n\nI focused on the subject most important in the present.  \n\nGetting my work done became more effortless.  \n\nIt actually gave me joy.  \n\nWhat was good for the mind was good for the soul.  \n\nJiro Ono is the world’s greatest sushi chef.  \n\nHe is the subject of the movie Jiro Dreams of Sushi.  \n\nThe movie was directed by David Geld.  \n\nAt eighty-five years of age,\n\n**PAGE SUMMARY:** Essentialists focus on the present moment, allowing them to fully engage and find joy in their tasks, unlike nonessentialists who are distracted by past and future concerns."
}