{
  "text": "His coach, Bob Bowman, designed this physical routine with Phelps.  \n\nBut that’s not all.  \n\nHe also gave Phelps a routine for his thoughts.  \n\nHe called it “Watching the Videotape.”  \n\nThere was no actual tape, of course.  \n\nThe “tape” was a visualization of the perfect race.  \n\nPhelps would visualize every moment in exquisite detail.  \n\nHe imagined his starting position on top of the blocks.  \n\nHe pictured each stroke until he emerged victorious.  \n\nWater dripped off his face in his visualization.  \n\nPhelps didn’t do this mental routine occasionally.  \n\nHe did it every day before bed and upon waking.  \n\nHe practiced this for years.  \n\nWhen Bob wanted to challenge him, he would shout, “Put in the videotape!”  \n\nPhelps would push beyond his limits.  \n\nEventually, the routine was deeply ingrained.  \n\nBob barely had to whisper, “Get the videotape ready,” before a race.  \n\nPhelps was always ready to “hit play.”  \n\nWhen asked about the routine, Bowman said:  \n\n“If you asked Michael what’s going on in his head, he’d say nothing.”  \n\n“He’s just following the program.”  \n\nBut that’s not right.  \n\nHis habits have taken over.  \n\nWhen the race arrives, he’s halfway through his plan.  \n\nHe has been victorious at every step.  \n\nAll the stretches went as planned.  \n\nThe warm-up laps were just like he visualized.  \n\nHis headphones played exactly what he expected.  \n\nThe actual race is just another step in a pattern.  \n\nThat pattern started earlier that day and included victories.  \n\nWinning is a natural extension.  \n\nPhelps won eight gold medals at the 2008 Beijing Olympics.  \n\nYears later, I visited Beijing.  \n\nI thought about how Phelps and other Olympians make feats seem effortless.  \n\nOlympic athletes practice longer and train harder than any other athletes.  \n\nBut when they compete, they make it look easy.  \n\nIt’s more than a natural extension of their training.  \n\nIt’s a testament to the genius of the right routine.  \n\nThe Nonessentialist thinks essentials only get done when forced.  \n\nThey believe execution is a matter of raw effort alone.  \n\nYou labor to make it happen.  \n\nYou push through.\n\n**PAGE SUMMARY:** Michael Phelps' success at the Olympics exemplifies how a well-designed routine can make achieving goals feel effortless."
}