{
  "text": "They lost hundreds of millions of dollars to delayed planes. \n\nAccording to Porter, “late flights and cancellations generated a thousand complaints a day.” \n\nThe CEO was eventually fired. \n\nThe moral of the story: ignoring trade-offs is a terrible strategy. \n\nThis strategy is terrible for organizations and for people. \n\nHave you ever spent time with someone who tries to fit in more? \n\nSuch people know they have ten minutes to walk to a meeting. \n\nThey still sit down to answer a couple of emails first. \n\nOr they agree to put together a report by Friday. \n\nThey have another huge deadline that same day. \n\nOr they promise to attend their cousin’s birthday party on Saturday night. \n\nThey already have tickets to a show that starts at the same time. \n\nTheir logic, which ignores trade-offs, is “I can do both.” \n\nThe important problem is that this logic is false. \n\nInevitably, they are late to the meeting. \n\nThey miss one or both deadlines or do a shoddy job. \n\nThey either don’t make it to their cousin’s celebration or miss the show. \n\nThe reality is that saying yes to one opportunity means saying no to others. \n\nTrade-offs are real in both personal and professional lives. \n\nUntil we accept this reality, we’ll be like Continental. \n\nWe’ll be stuck in a “straddled strategy.” \n\nThis forces us to make sacrifices we might not choose. \n\nIn an insightful op-ed for the New York Times, Erin Callan shared her sacrifices. \n\nShe was the former CFO of Lehman Brothers. \n\nShe wrote, “I didn’t start out with the goal of devoting all of myself to my job.” \n\nIt crept in over time. \n\nEach year, slight modifications became the new normal. \n\nFirst, she spent a half-hour on Sunday organizing her email. \n\nThen she worked a few hours on Sunday, then all day. \n\nHer boundaries slipped away until work was all that was left. \n\nHer story demonstrates a critical truth. \n\nWe can make hard choices for ourselves. \n\nOr we can allow others to decide for us. \n\nIn my work, I’ve noticed senior executives struggle with trade-offs. \n\nThey are among the worst at accepting this reality. \n\nI recently spent time with the CEO of a company.\n\n**PAGE SUMMARY:** Ignoring the reality of trade-offs leads to poor outcomes in both personal and professional contexts."
}