{
  "text": "The 90 Percent Rule\n\nRecently, a colleague and I worked to select twenty-four people.  \n\nWe chose from a pool of almost one hundred applicants.  \n\nWe created a set of minimum criteria, like “Can attend every class.”  \n\nThen, we identified ideal attributes, such as “Is ready for a life-changing experience.”  \n\nWe scored each candidate on a 1 to 10 scale.  \n\nThe 9s and 10s were obviously in.  \n\nAnyone under a 7 was automatically out.  \n\nI had the unenviable task of evaluating the in-between candidates.  \n\nThese were the 7s and 8s.  \n\nAs I struggled, I had a thought.  \n\nIf something is just good enough, it should be a no.  \n\nThis realization was liberating.  \n\nYou can think of this as the 90 Percent Rule.  \n\nYou can apply it to almost every decision or dilemma.  \n\nAs you evaluate an option, think about the most important criterion.  \n\nThen, give the option a score between 0 and 100.  \n\nIf you rate it lower than 90 percent, change the rating to 0.  \n\nSimply reject it.  \n\nThis way, you avoid getting caught up in indecision.  \n\nYou also avoid getting stuck with the 60s or 70s.  \n\nThink about how you’d feel if you scored a 65 on a test.  \n\nWhy choose to feel that way about an important choice?  \n\nMastering this Essentialist skill requires vigilance.  \n\nWe must acknowledge the reality of trade-offs.  \n\nApplying selective criteria is a trade-off.  \n\nSometimes you must turn down a good option.  \n\nHave faith that the perfect option will come along.  \n\nSometimes it will, and sometimes it won’t.  \n\nThe key is that applying selective criteria forces you to choose.  \n\nYou decide which perfect option to wait for.  \n\nDo not let others or the universe choose for you.  \n\nLike any Essentialist skill, it requires decisions by design.  \n\nThe benefits of this ultraselective approach are clear.  \n\nWhen our selection criteria are too broad, we commit to too many options.\n\n**PAGE SUMMARY:** The 90 Percent Rule encourages making decisions by rejecting any option that scores below 90 percent, promoting a disciplined approach to selecting only the best choices in life."
}