{
  "text": "level of contribution, we make only a millimeter of progress in a million directions. \n\nUltimately, our success becomes a catalyst for our failure. \n\nThe only way out of this cycle is the way of the Essentialist. \n\nBut the way of the Essentialist isn’t just about success. \n\nIt’s about living a life of meaning and purpose. \n\nWhen we look back on our careers and lives, \n\nwould we rather see a long laundry list of “accomplishments”? \n\nThese accomplishments may not really matter. \n\nOr would we prefer just a few major accomplishments? \n\nThese should have real meaning and significance. \n\nIf you allow yourself to fully embrace Essentialism, \n\nyou will really live it in everything you do. \n\nThis applies whether at home or at work. \n\nIt can become a part of how you see the world. \n\nYou can change your thinking so deeply. \n\nThe practices of Essentialism will become natural and instinctive. \n\nAs these ideas become emotionally true, \n\nthey take on the power to change you. \n\nThe Greeks had a word, metanoia. \n\nIt refers to a transformation of the heart. \n\nWe tend to think of transformations as happening only in the mind. \n\nBut as the proverb goes, “As a man thinketh in his heart, so is he.” \n\nOnce the essence of Essentialism enters our hearts, \n\nthe way of the Essentialist becomes who we are. \n\nWe become a different, better version of ourselves. \n\nOnce you become an Essentialist, \n\nyou will find that you aren’t like everybody else. \n\nWhen other people are saying yes, \n\nyou will find yourself saying no. \n\nWhen other people are doing, \n\nyou will find yourself thinking. \n\nWhen other people are speaking, \n\nyou will find yourself listening. \n\nWhen other people are in the spotlight, \n\nvying for attention, \n\nyou will find yourself waiting on the sidelines. \n\nYou will wait until it is time to shine. \n\nWhile other people are...\n\n**PAGE SUMMARY:** Embracing Essentialism transforms our lives by prioritizing meaningful accomplishments over superficial success."
}