{
  "text": "The “No” Repertoire\n\nEssentialists don’t say no just occasionally. \n\nIt is a part of their regular repertoire. \n\nTo say no with grace, have varied responses. \n\nBelow are eight responses for your “no” repertoire.\n\nThe awkward pause. \n\nOwn the awkward silence. \n\nUse it as a tool. \n\nWhen a request comes, pause for a moment. \n\nCount to three before your verdict. \n\nOr wait for the other person to fill the void. \n\nThe soft “no” (or the “no but”). \n\nI received an email inviting me to coffee. \n\nI replied: “I am consumed with writing my book right now. \n\nBut I would love to get together once the book is finished. \n\nLet me know if we can meet towards the end of summer.” \n\nEmail is a good way to practice saying “no but.” \n\nIt lets you draft and redraft your “no.” \n\nThis makes it as graceful as possible. \n\nMany find email reduces the fear of awkwardness. \n\n“Let me check my calendar and get back to you.” \n\nOne leader found her time hijacked all day. \n\nShe was smart but unable to say no. \n\nAs a result, she became a “go to” person. \n\nPeople would run up and ask for help. \n\nMeaning to be a good citizen, she said yes. \n\nSoon, she felt burdened with different agendas. \n\nThings changed when she learned a new phrase. \n\n“Let me check my calendar and get back to you.” \n\nThis gave her time to pause and reflect. \n\nUltimately, she could reply that she was unavailable. \n\nIt enabled her to take control of her decisions. \n\nShe stopped being rushed into a “yes.” \n\nUse email bouncebacks. \n\nIt is natural to get an autoresponse when traveling. \n\nThis is the most socially acceptable “no.” \n\nPeople aren’t saying they don’t want to reply. \n\nThey’re saying they can’t get back for a time. \n\nSo why limit these to vacations and holidays? \n\nWhen I was writing this book, I set an email bounceback.\n\n**PAGE SUMMARY:** Essentialists regularly incorporate a variety of graceful responses into their \"no\" repertoire to effectively decline requests."
}