{
  "text": "I have a vision of people everywhere.  \n\nThey will have the courage to live true to themselves.  \n\nThey will not live the life others expect of them.  \n\nI envision everyone learning to tap into their potential.  \n\nChildren, students, mothers, fathers, employees, and leaders will participate.  \n\nThey will use their intelligence, capability, resourcefulness, and initiative.  \n\nThey will live more meaningful lives.  \n\nI see these people courageously doing their true purpose.  \n\nI want to start a conversation that becomes a movement.  \n\nTo harness courage, we must reflect on life’s brevity.  \n\nWe need to consider what we want to accomplish.  \n\nPoet Mary Oliver asked, “What is it you plan to do?”  \n\nI challenge you to pause and ask yourself that question.  \n\nI challenge you to commit to enjoying the essential.  \n\nWill you regret such a decision?  \n\nWill you wake up wishing you were less true to yourself?  \n\nI challenge you to let me help you create a system.  \n\nThis system will prioritize the essential few over the trivial many.  \n\nI challenge you to invest in becoming more of an Essentialist.  \n\nThis book is not about going back to simpler times.  \n\nIt’s not about avoiding email or disconnecting from the Web.  \n\nThat would be a backward movement.  \n\nIt is about applying “less but better” to our lives now.  \n\nThat is innovation.  \n\nMy challenge is to be wiser than I was at my daughter’s birth.  \n\nI have confidence in the good that can come from this decision.  \n\nImagine if everyone eliminated one good but nonessential activity.  \n\nThey could replace it with something truly essential.  \n\nYears from now, you may still have regrets.  \n\nBut seeking the Essentialist path is unlikely to be one of them.  \n\nWhat would you trade to be here now for this chance?  \n\nWhat will you hope you decided to do on that day?  \n\nIf you are ready to look inside for the answer,\n\n**PAGE SUMMARY:** The author envisions a movement where individuals courageously pursue a life true to themselves by focusing on what is essential rather than conforming to others' expectations."
}