{
  "text": "We often invest energy into losing propositions. \n\nWe do this because we have already incurred costs. \n\nThese costs cannot be recouped. \n\nThis can become a vicious cycle. \n\nThe more we invest, the more determined we become. \n\nWe want to see our investment pay off. \n\nThe more we invest, the harder it is to let go. \n\nThe sunk costs for the Concorde were around $1 billion. \n\nThe more money the British and French governments spent, the harder it was to walk away. \n\nIndividuals are also vulnerable to sunk-cost bias. \n\nThis explains why we sit through terrible movies. \n\nWe have already paid for the ticket. \n\nIt explains why we pour money into incomplete home renovations. \n\nIt explains why we wait for buses that never come. \n\nWe could hail a cab instead. \n\nIt explains why we invest in toxic relationships. \n\nOur efforts often make things worse. \n\nExamples abound. \n\nConsider Henry Gribbohm's story. \n\nHe spent his entire life savings at a carnival game. \n\nHe tried to win an Xbox Kinect. \n\nThe more he spent, the more determined he became. \n\nHenry said, “You just get caught up in the whole ‘I’ve got to win my money back.’”\n\nIt didn’t turn out that way. \n\nThe more he invested in this nonessential item, the harder it was to walk away. \n\nHave you ever continued to invest in a nonessential project? \n\nHave you ever poured money into a bad investment? \n\nHave you ever plodded down a dead end? \n\nCould you not admit your mistake? \n\nHave you ever thrown good money after bad? \n\nA Nonessentialist can’t break free of these traps. \n\nAn Essentialist has the courage to admit mistakes. \n\nThey can uncommit, no matter the sunk costs. \n\nA Nonessentialist asks, “Why stop now when I’ve invested so much?” \n\nAn Essentialist asks, “If I weren’t already invested, how much would I invest?”\n\n**PAGE SUMMARY:** Sunk-cost bias leads individuals to continue investing in losing propositions, while Essentialists have the courage to cut their losses and uncommit."
}