{
  "text": "We can remember her strength of conviction.\n\nWe need to stand our ground.\n\nSocial pressure often pushes us to capitulate.\n\nHave you felt a tension between right and wrong?\n\nHave you felt conflict between your conviction and actions?\n\nHave you said yes when you meant no?\n\nDid you do this to avoid conflict or friction?\n\nHave you felt too scared to turn down requests?\n\nThis includes requests from bosses, colleagues, friends, or family.\n\nIf you have, you’re not alone.\n\nNavigating these moments takes courage and grace.\n\nIt is an important skill for becoming an Essentialist.\n\nIt is also one of the hardest skills to master.\n\nI did not plan to write about courage.\n\nThe more I explore Essentialism, the clearer courage becomes.\n\nCourage is key to the process of elimination.\n\nWithout courage, pursuing less is just lip service.\n\nIt becomes mere conversation at dinner parties.\n\nIt is skin deep.\n\nAnyone can talk about focusing on what matters.\n\nMany people do talk about it.\n\nBut it is rare to see people live it.\n\nI say this without judgment.\n\nWe have good reasons to fear saying no.\n\nWe worry about missing great opportunities.\n\nWe fear rocking the boat or stirring things up.\n\nWe worry about burning bridges.\n\nWe cannot bear disappointing someone we respect.\n\nNone of this makes us bad people.\n\nIt is a natural part of being human.\n\nYet saying no can prevent us from missing something important.\n\nA woman named Cynthia once shared a story.\n\nHer father planned a night out in San Francisco.\n\nTwelve-year-old Cynthia and her father planned the “date” for months.\n\nThey had an itinerary planned down to the minute.\n\nShe would attend the last hour of his presentation.\n\nThen she would meet him at the back of the room.\n\nThey would leave quickly before others talked to him.\n\nThey would catch a trolley car to Chinatown.\n\nThey would eat Chinese food, their favorite.\n\nThey planned to shop for a souvenir.\n\nThey would see the sights for a while.\n\nThen they would “catch a flick,” as her dad said.\n\nAfterward, they would grab a taxi back to the hotel.\n\nThey would jump in the pool for a quick swim.\n\nHer dad was famous for sneaking in after hours.\n\nThey would order a hot fudge sundae from room service.\n\nThey would watch the late, late show.\n\nThey discussed their plans in detail.\n\n**PAGE SUMMARY:** Courage is essential for effectively saying \"no\" to nonessential demands and staying true to one's convictions."
}