{
  "text": "Kelleher was clear about Southwest's identity. \n\nThey were a low-cost airline. \n\nTheir trade-offs reflected this identity. \n\nHe said, “You have to look at every opportunity. \n\nSay, ‘Well, no… I’m sorry. \n\nWe’re not going to do a thousand different things. \n\nThey won’t contribute much to our end result.’” \n\nCritics lambasted Southwest at first. \n\nNaysayers doubted this approach could succeed. \n\nWho would want to fly to certain places? \n\nThey didn’t serve meals, no matter how cheap. \n\nAfter a few years, Southwest proved them wrong. \n\nCompetitors noticed Southwest’s soaring profits. \n\nThey tried to imitate Southwest’s approach. \n\nInstead of adopting Kelleher’s Essentialist thinking, \n\nThey straddled their strategy. \n\nStraddling means keeping your existing strategy intact. \n\nYou also try to adopt a competitor's strategy. \n\nContinental Airlines made a visible attempt. \n\nThey called their new service Continental Lite. \n\nContinental Lite adopted some of Southwest’s practices. \n\nThey lowered their fares. \n\nThey got rid of meals. \n\nThey stopped their first-class service. \n\nThey increased the frequency of departures. \n\nThe problem was their existing business model. \n\nContinental Lite accounted for a small percentage of flights. \n\nThey lacked operational efficiencies to compete on price. \n\nThey were forced to skimp in other ways. \n\nThis compromised the quality of their service. \n\nSouthwest made deliberate trade-offs in key areas. \n\nContinental sacrificed things around the margins. \n\nThese weren’t part of a coherent strategy. \n\nAccording to Porter, “A strategic position is not sustainable.” \n\nThere must be trade-offs with other positions. \n\nBy operating with two incompatible strategies, \n\nContinental undermined their competitiveness. \n\nThe straddled strategy was very expensive for Continental.\n\n**PAGE SUMMARY:** Southwest Airlines succeeded by making deliberate trade-offs in their strategy, while competitors like Continental Airlines struggled by trying to adopt conflicting approaches."
}