{
  "text": "I spent time with the CEO of a $40 billion company. \n\nHe shared his organization's value statement. \n\nHe had just crafted it. \n\nHe planned to announce it to the whole company. \n\nWhen he shared it, I cringed. \n\nIt stated, “We value passion, innovation, execution, and leadership.” \n\nOne problem with this list is, who doesn’t value these things? \n\nAnother problem is that it tells employees nothing about what matters most. \n\nIt says nothing about choices when values conflict. \n\nThis is true when companies claim to serve all stakeholders equally. \n\nThey claim to value everyone they interact with equally. \n\nThis leaves management without guidance on trade-offs. \n\nContrast this with how Johnson & Johnson responded to a crisis. \n\nIn 1982, they faced a tragic cyanide murder scandal. \n\nAt that time, they owned 37 percent of the market. \n\nTylenol was their most profitable product. \n\nThen, reports surfaced that seven people died after taking Tylenol. \n\nIt was discovered that these bottles had been tampered with. \n\nHow should Johnson & Johnson respond? \n\nThe question was complicated. \n\nShould they ensure customer safety by pulling all Tylenol products? \n\nShould they focus on PR to protect shareholders? \n\nOr should they console and compensate the victims' families first? \n\nFortunately, they had the Credo. \n\nThe Credo was written in 1943 by chairman Robert Wood Johnson. \n\nIt is carved in stone at their headquarters. \n\nUnlike most corporate mission statements, the Credo lists constituents in order. \n\nCustomers are first; shareholders are last. \n\nAs a result, Johnson & Johnson decided to recall all Tylenol. \n\nThis decision would have a massive impact. \n\nSome reports estimate the cost at $100 million. \n\nThey faced the choice between customer safety or $100 million. \n\nIt was not an easy decision. \n\nBut the Credo provided clarity on what was essential. \n\nIt enabled them to make the tough trade-off.\n\n**PAGE SUMMARY:** A clear prioritization of values, as exemplified by Johnson & Johnson's Credo, is essential for making difficult trade-off decisions in organizations."
}