{
  "text": "Starting with heads of state, develop a risk management strategy.  \n\nHe has worked with the World Bank.  \n\nThey identified the most vulnerable countries in the world.  \n\nMorocco is number 58 out of 85.  \n\nIt has an action plan to prepare against areas of risk.  \n\nWhen Erwann works with national governments, he suggests five questions.  \n\nThe first question is: What risks do we face and where?  \n\nThe second question is: What assets and populations are exposed and to what degree?  \n\nThe third question is: How vulnerable are they?  \n\nThe fourth question is: What financial burden do these risks place on individuals, businesses, and the government budget?  \n\nThe fifth question is: How best can we invest to reduce risks and strengthen economic and social resilience?  \n\nWe can apply these five questions to our own attempts at building buffers.  \n\nThink of the most important project you are trying to get done.  \n\nThen ask the following five questions.  \n\nThe first question is: What risks do you face on this project?  \n\nThe second question is: What is the worst-case scenario?  \n\nThe third question is: What would the social effects of this be?  \n\nThe fourth question is: What would the financial impact of this be?  \n\nThe fifth question is: How can you invest to reduce risks or strengthen financial or social resilience?  \n\nYour answer to that fifth question will point you to buffers.  \n\nPerhaps add another 20 percent to the project’s budget.  \n\nOr get a PR person on board to handle negative press.  \n\nOr call a board meeting to manage shareholder expectations.  \n\nThese buffers can safeguard you against unknowable events.  \n\nEssentialists accept that we can never fully anticipate every scenario.  \n\nThe future is simply too unpredictable.  \n\nInstead, they build in buffers to reduce friction caused by the unexpected.\n\n**PAGE SUMMARY:** Essentialists create buffers to mitigate risks and uncertainties in projects, acknowledging the unpredictability of the future."
}