{
  "text": "makeshift “prison” in the basement of Stanford University.  \n\nIn just days, the “prisoners” showed symptoms of depression and stress.  \n\nThe “guards” began to act cruel and sadistic.  \n\nThe experiment ended early for obvious reasons.  \n\nSimply being treated like prisoners and guards created a momentum.  \n\nThis momentum caused the subjects to act like prisoners and guards.  \n\nThe Stanford prison experiment is legendary.  \n\nMuch has been written about its implications.  \n\nI wondered this: If treatment conditioned students to adopt negative behaviors,  \n\ncould the same conditioning work for positive behavior too?  \n\nToday, Zimbardo is attempting a grand social experiment.  \n\nIt is called the “Heroic Imagination Project.”  \n\nThe logic is to increase the odds of people acting with courage.  \n\nThis is done by teaching the principles of heroism.  \n\nBy encouraging and rewarding heroic acts,  \n\nZimbardo believes we can create a system for effortless heroism.  \n\nWe have a choice.  \n\nWe can set up a system that makes goodness easy.  \n\nOr we can resign ourselves to a system that makes goodness hard.  \n\nWard’s Positive Tickets system did the former, and it worked.  \n\nWe can apply the same principle to our own lives.  \n\nMy wife Anna and I tried to apply these ideas to parenting.  \n\nWe became concerned with how much screen time was in our family.  \n\nTelevision, computers, tablets, and smartphones made it too easy.  \n\nThe children wasted time on nonessential entertainment.  \n\nOur attempts to change these habits met with friction.  \n\nThe children complained when we turned off the TV.  \n\nThey resisted when we tried to limit their screen time.  \n\nWe, as parents, had to police the situation.  \n\nThis took us away from doing essential things.  \n\nSo we introduced a token system.  \n\nThe children received ten tokens at the week's start.  \n\nEach token could be traded for thirty minutes of screen time.  \n\nOr it could be traded for fifty cents at the week's end.  \n\nThis added up to $5 or five hours of screen time weekly.  \n\nIf a child read a book for thirty minutes,\n\n**PAGE SUMMARY:** The Stanford prison experiment illustrates how conditioning can lead to negative behaviors, prompting the idea that similar methods could foster positive actions through structured systems."
}