{
  "text": "resources I have?”  \n\nIf the answer was no, he would refuse the request.  \n\nHe was pleasantly surprised.  \n\nPeople looked a little disappointed at first.  \n\nThey seemed to respect his honesty.  \n\nEncouraged by his small wins, he pushed back more.  \n\nNow he would pause and evaluate each request.  \n\nHe used a tougher criteria:  \n\n“Is this the very most important thing I should be doing?”  \n\nIf he couldn’t answer a definitive yes, he would refuse.  \n\nTo his delight, colleagues seemed disappointed at first.  \n\nThey began to respect him more for his refusal.  \n\nEmboldened, he applied this selective criteria to everything.  \n\nHe no longer volunteered for last-minute presentations.  \n\nHe found a way to not sign up for them.  \n\nHe used to jump in on email trails.  \n\nNow he stepped back and let others jump in.  \n\nHe stopped attending conference calls with little interest.  \n\nHe stopped sitting in on weekly update calls.  \n\nHe didn’t need the information.  \n\nHe stopped attending meetings without a direct contribution.  \n\nHe explained, “Just because I was invited didn’t seem enough.”  \n\nIt felt self-indulgent at first.  \n\nBut being selective bought him space.  \n\nIn that space, he found creative freedom.  \n\nHe could concentrate on one project at a time.  \n\nHe could plan thoroughly.  \n\nHe could anticipate roadblocks and remove obstacles.  \n\nInstead of spinning his wheels, he got the right things done.  \n\nHis commitment to doing only important things restored quality.  \n\nInstead of making a millimeter of progress in many directions,  \n\nhe generated tremendous momentum toward vital accomplishments.  \n\nHe continued this for several months.  \n\nHe found he got more of his day back at work.  \n\nIn the evenings, he got even more time at home.  \n\nHe said, “I got back my family life!  \n\nI can go home at a decent time.”  \n\nNow instead of being a slave to his phone, he\n\n**PAGE SUMMARY:** By selectively refusing non-essential requests, Sam Elliot regained control over his time and improved both his work quality and personal life."
}