{
  "text": "Still, Clay was not fired for standing his ground. \n\nHis choice was not popular in the moment. \n\nUltimately, he was respected for it. \n\nThe boundaries paid off. \n\nClay recalls, \"That taught me an important lesson.\" \n\n\"If I had made an exception, I might have made it many times.\" \n\nBoundaries are a little like the walls of a sandcastle. \n\nThe second we let one fall over, the rest crash down. \n\nI won’t deny that setting boundaries can be hard. \n\nJust because it worked out for Jin-Yung and Clay doesn't mean it always does. \n\nJin-Yung could have lost the job opportunity. \n\nClay’s unwillingness to work on weekends could have limited his career. \n\nIt’s true that boundaries can come at a high price. \n\nHowever, not pushing back costs more. \n\nIt costs our ability to choose what is most essential in life. \n\nFor Jin-Yung and Clay, respect in the workplace was important. \n\nTime for God and family was also important. \n\nThese were the things they chose to prioritize. \n\nAfter all, if you don’t set boundaries, there won’t be any. \n\nOr worse, boundaries will be set by default or by another person. \n\nNonessentialists think of boundaries as constraints or limits. \n\nThey see them as things that get in the way of productivity. \n\nTo a Nonessentialist, setting boundaries shows weakness. \n\nThey think if they are strong enough, they don’t need boundaries. \n\nThey believe they can cope with it all. \n\nThey can do it all. \n\nBut without limits, they become spread too thin. \n\nGetting anything done becomes virtually impossible. \n\nEssentialists see boundaries as empowering. \n\nThey recognize boundaries protect their time from being hijacked. \n\nBoundaries free them from saying no to others’ objectives. \n\nThey know clear boundaries help eliminate distractions. \n\nDistractions keep them from the true essentials. \n\nNonessentialist thinks if you have limits, you will be limited. \n\nEssentialist knows that if you have limits, you will be free.\n\n**PAGE SUMMARY:** Setting boundaries is essential for prioritizing what truly matters in life and work."
}