{
  "text": "most encouraged, not stifled.  \n\nThe word school is derived from the Greek word schole, meaning “leisure.”  \n\nYet our modern school system has removed leisure and pleasure from learning.  \n\nSir Ken Robinson studies creativity in schools as his life’s work.  \n\nHe observes that schools can actually kill creativity through play.  \n\n“We have sold ourselves into a fast-food model of education.  \n\nIt’s impoverishing our spirit and energies as fast food depletes our bodies.  \n\nImagination is the source of every form of human achievement.  \n\nIt’s the one thing we are jeopardizing in how we educate.  \n\nIn this he is correct.  \n\nThis idea that play is trivial stays with us into adulthood.  \n\nIt becomes more ingrained as we enter the workplace.  \n\nFar too few companies foster play; many undermine it.  \n\nSome companies give lip service to the value of play.  \n\nYet most fail to create a playful culture that sparks exploration.  \n\nThis should not surprise us.  \n\nModern corporations were born from the Industrial Revolution.  \n\nTheir reason for being was to achieve efficiency in mass production.  \n\nEarly managers looked to the military for inspiration.  \n\nThe military is a less-than-playful entity.  \n\nThe language of the military is still strong in corporations today.  \n\nWe often talk of employees being on the front lines.  \n\nThe word company is a term for a military unit.  \n\nWhile the industrial era is behind us, those systems remain.  \n\nPlay is anything we do for the joy of doing.  \n\nIt’s not a means to an end.  \n\nIt could be flying a kite or listening to music.  \n\nIt might seem like a nonessential activity.  \n\nOften it is treated that way.  \n\nBut play is essential in many ways.  \n\nStuart Brown founded the National Institute for Play.  \n\nHe studied the play histories of six thousand individuals.  \n\nHe concluded that play significantly improves many aspects of life.  \n\nIt improves personal health, relationships, education, and innovation.  \n\n“Play,” he says, “leads to brain plasticity, adaptability, and creativity.”  \n\nAs he succinctly puts it,\n\n**PAGE SUMMARY:** Play is essential for fostering creativity, personal health, and innovation, yet it is often undervalued in modern education and workplaces."
}