{
  "text": "There are two ways of thinking about Essentialism. \n\nThe first is to think of it as something you do occasionally. \n\nThe second is to think of it as something you are. \n\nIn the former, Essentialism is one more thing to add to life. \n\nIn the latter, it is a different way of doing everything. \n\nIt becomes a lifestyle. \n\nIt becomes an all-encompassing approach to living and leading. \n\nIt becomes the essence of who we are. \n\nEssentialism has deep roots in many spiritual and religious traditions. \n\nGautama Buddha left his life as a prince to seek the ascetic life. \n\nThis led him to his enlightenment and the birth of Buddhism. \n\nLikewise, Judaism grew out of the story of Moses. \n\nHe left his opulent life as an adopted prince in Egypt. \n\nHe lived in the wilderness as a sheepherder. \n\nIt was there he encountered the burning bush. \n\nHe discovered his essential mission to bring the Israelites out of bondage. \n\nThe Prophet Muhammad lived an essential life. \n\nHe mended his own shoes and clothes. \n\nHe milked his own goat. \n\nHe taught his followers in Islam to do the same. \n\nJohn the Baptist had the epitome of a simple lifestyle. \n\nHe lived in the desert, wore camel hair clothes, and ate off the land. \n\nChristian groups such as Quakers maintained a staunchly Essentialist element. \n\nThey practiced “the Testimony of Simplicity.” \n\nThey committed to a life of only what was essential. \n\nJesus lived as a carpenter. \n\nThen in his ministry, he lived without wealth or political position. \n\nHe had no material belongings. \n\nWe can see the philosophy of “less but better” in many lives. \n\nThese figures are both religious and secular throughout history. \n\nTo name a few, there is the Dalai Lama and Steve Jobs. \n\nThere is also Leo Tolstoy, Michael Jordan, and Warren Buffett. \n\nMother Teresa and Henry David Thoreau are included too. \n\nThoreau wrote, “I do believe in simplicity.” \n\nHe noted how many trivial affairs occupy even the wisest person’s day. \n\nHe urged to simplify the problem of life. \n\nHe advised to distinguish the necessary and the real. \n\nIndeed, we can find Essentialists among the most successful people. \n\nThese include religious leaders, journalists, and politicians. \n\nThey also include lawyers, doctors, investors, athletes, and authors.\n\n**PAGE SUMMARY:** Essentialism can be viewed either as an occasional practice or as a fundamental lifestyle that simplifies and defines who we are."
}