{
  "text": "laboratory of sorts where he was continuing to pursue nothing but the essence of his craft.  \n\nGetting used to the idea of “less but better” may prove hard.  \n\nWe have been rewarded in the past for doing more and more.  \n\nYet, at a certain point, more effort causes our progress to stall.  \n\nThe idea of a direct correlation between results and effort is appealing.  \n\nIt seems fair.  \n\nYet research across many fields paints a different picture.  \n\nMost people have heard of the “Pareto Principle.”  \n\nThis idea was introduced by Vilfredo Pareto in the 1790s.  \n\nIt states that 20 percent of our efforts produce 80 percent of results.  \n\nIn 1951, Joseph Moses Juran expanded on this idea.  \n\nHe called it “the Law of the Vital Few.”  \n\nHis observation was that resolving a tiny fraction of problems improves quality.  \n\nHe found a willing test audience for this idea in Japan.  \n\nJapan had a poor reputation for producing low-cost, low-quality goods.  \n\nBy focusing on a few vital improvements, he changed perceptions.  \n\nThe phrase “made in Japan” took on a new meaning.  \n\nThe quality revolution led to Japan’s rise as a global economic power.  \n\nDistinguishing the “trivial many” from the “vital few” applies to all endeavors.  \n\nRichard Koch has persuasively applied the Pareto Principle in his books.  \n\nIndeed, the examples are everywhere.  \n\nThink of Warren Buffett.  \n\nHe has famously said, “Our investment philosophy borders on lethargy.”  \n\nHe means he and his firm make relatively few investments.  \n\nThey keep these investments for a long time.  \n\nIn The Tao of Warren Buffett, Mary Buffett and David Clark explain this.  \n\nWarren decided early in his career to make fewer investment decisions.  \n\nHe chose to invest only in businesses he was sure of.  \n\nHe bet heavily on those businesses.  \n\nHe owes 90% of his wealth to just ten investments.  \n\nSometimes, what you don’t do is as important as what you do.  \n\nIn short, he makes big bets on essential investment opportunities.\n\n**PAGE SUMMARY:** The concept of \"less but better\" emphasizes that focusing on a few vital efforts can lead to significantly greater results than trying to do more."
}