{
  "text": "The Power of the Right Routine\n\nAccording to researchers at Duke University, nearly 40 percent of our choices are deeply unconscious.  \n\nWe don’t think about them in the usual sense.  \n\nThere is both danger and opportunity in this.  \n\nThe opportunity is that we can develop new abilities.  \n\nThese abilities eventually become instinctive.  \n\nThe danger is that we may develop counterproductive routines.  \n\nWithout being fully aware, we can get caught in nonessential habits.  \n\nWe might check our email the second we get out of bed.  \n\nWe might pick up a doughnut on the way home from work.  \n\nWe might spend our lunch hour trolling the Internet.  \n\nInstead, we should use that time to think, reflect, recharge, or connect.  \n\nHow can we discard routines that keep us locked in nonessential habits?  \n\nHow can we replace them with routines that make executing essentials effortless?  \n\nOVERHAUL YOUR TRIGGERS  \n\nMost of us have a behavioral habit we want to change.  \n\nThis could be eating less junk food, wasting less time, or worrying less.  \n\nBut when we try, changing even the simplest habit is hard.  \n\nIt feels like a gravitational force pulls us back to those habits.  \n\nThis includes French fries, goofy cat websites, or spirals of worry.  \n\nHow do we resist the powerful pull of these habits?  \n\nIn an interview about his book, The Power of Habit, Charles Duhigg said:  \n\n“In the last 15 years, we’ve learned how habits work and how they can be changed.”  \n\nScientists have explained that every habit is made up of three parts.  \n\nThese parts are a cue, a routine, and a reward.  \n\nThe cue is a trigger that tells your brain to go into automatic mode.  \n\nIt also tells which habit to use.  \n\nThen there is the routine, which is the behavior itself.  \n\nThis behavior can be physical, mental, or emotional.  \n\nFinally, there is a reward.  \n\nThe reward helps your brain figure out if the habit is worth remembering.  \n\nOver time, this loop becomes more automatic.  \n\nThe cue and reward become neurologically intertwined.\n\n**PAGE SUMMARY:** Our unconscious choices can lead to both unproductive routines and the opportunity to develop new, instinctive abilities."
}