{
  "text": "Cynthia's dad was all set for a fun night with her. They had talked about it for ages. But then, as they were leaving the convention center, he bumped into an old college buddy. They hugged like long-lost friends. The friend said, “I’m so glad you’re working with our company! We want to invite you and Cynthia to a fancy seafood dinner at the Wharf!” Her dad replied, “Bob, it’s awesome to see you! Dinner sounds great!”\n\nCynthia felt crushed. She had been dreaming about trolley rides and ice cream sundaes, and now that was gone. Plus, she wasn’t a fan of seafood and dreaded the thought of listening to boring adult chatter all night. But then her dad added, “But not tonight. Cynthia and I have a special date planned, right?” He winked at her, took her hand, and they dashed out for an unforgettable night in San Francisco. \n\nCynthia’s dad was Stephen R. Covey, the famous author of *The Seven Habits of Highly Effective People*, who had passed away just weeks before she shared this story. With deep emotion, she remembered that night. “His choice bonded him to me forever because I knew what mattered most to him was me!” she said. \n\nCovey was a true Essentialist. He didn’t just teach Essentialist principles—like “The main thing is to keep the main thing the main thing”—to leaders worldwide; he lived them. In that moment with his daughter, he created a memory that would last beyond his life. \n\nFrom a distance, his decision seems obvious. But many would have accepted the dinner invite, fearing they’d seem rude or miss a rare chance to reconnect. So why is it tough to choose what’s essential over what’s not in the moment? \n\nOne simple answer: we often don’t know what’s essential. When that happens, we feel defenseless. But when we’re clear on what matters, we can stand strong against distractions.\n\n**PAGE SUMMARY:** Cynthia's father exemplified Essentialism by prioritizing a special moment with his daughter over a tempting invitation, illustrating the importance of clarity in choosing what truly matters."
}