{
  "text": "His coach, Bob Bowman, crafted a physical routine for Phelps. But that’s just the start. He also set up a mental routine for Phelps—what to think about before bed and first thing in the morning. He called it “Watching the Videotape.” \n\nNo actual tape, of course. The “tape” was all about visualizing the perfect race. In vivid detail, Phelps pictured every moment—from his starting position on the blocks to each stroke, until he emerged from the pool, dripping with victory.\n\nThis wasn’t a one-off thing. Phelps did this mental routine daily, before bed and upon waking—for years. When Bob wanted to push him in practice, he’d shout, “Put in the videotape!” That’s when Phelps would dig deep and go beyond his limits. Eventually, the routine became so second nature that Bob barely needed to whisper, “Get the videotape ready,” before a race. Phelps was always set to “hit play.”\n\nWhen asked about the routine, Bowman said: “If you asked Michael what’s going on in his head before a competition, he’d say he’s not really thinking about anything. He’s just following the program.” But that’s not quite it. It’s like his habits have taken over. By race time, he’s already halfway through his plan, having won at every step. All his stretches went as planned. The warm-up laps were just like he visualized. His headphones played exactly what he expected. The actual race? Just another step in a pattern that began earlier that day, filled with victories. Winning feels natural.\n\nWe all know Phelps snagged a record eight gold medals at the 2008 Beijing Olympics. Years later, when I visited Beijing, I couldn’t help but think about how Phelps and the other Olympians make incredible feats look effortless. Sure, Olympic athletes train harder and longer than anyone else. But when they hit that pool, track, or rink, it looks so easy. It’s more than just their training. It’s proof of the genius behind the right routine.\n\nNonessentialists think the essentials only get done through sheer force. Execution is all about raw effort. You grind to make it happen. You push through.\n\n**PAGE SUMMARY:** Michael Phelps' success at the Olympics exemplifies how a well-designed routine can make achieving goals feel effortless."
}