{
  "text": "2009, \"What Is the Minimum Viable Product?\" (A simple version of a product to test ideas) http://venturehacks.com/articles/minimum-viable-product.  \n12. Peter Sims, \"Pixar’s Motto: Going from Suck to Nonsuck,\" Fast Company, March 25, 2011 (How Pixar improves its work) www.fastcompany.com/1742431/pixars-motto-going-suck-nonsuck.  \n18. FLOW  \n\n1. Michael Phelps and Alan Abrahamson, No Limits: The Will to Succeed (A deep dive into Phelps' mindset) (New York: Free Press, 2008).  \n2. Charles Duhigg, The Power of Habit: Why We Do What We Do in Life and Business (Explores habits and their impact) (New York: Random House, 2012).  \n3. Phelps and Abrahamson, No Limits.  \n4. \"Plasticity in Neural Networks,\" in \"The Brain from Top to Bottom,\" n.d. (How our brains adapt) http://thebrain.mcgill.ca/flash/d/d_07/d_07_cl/d_07_cl_tra/d_07_cl_tra.html accessed September 22, 2013.  \n5. \"Habits: How They Form and How to Break Them,\" NPR, March 5, 2012 (Tips on breaking bad habits) www.npr.org/2012/03/05/147192599/habits-how-they-form-and-how-to-break-them.  \n6. Mihaly Csikszentmihalyi, Creativity: Flow and the Psychology of Discovery and Invention (Insights into creativity) (New York: Harper Perennial, 1997), 145.  \n7. David T. Neal, Wendy Wood, and Jeffrey M. Quinn, \"Habit: A Repeat Performance,\" Current Directions in Psychological Science 15, no. 4 (2006): 198–202 (Research on how habits work) http://web.archive.org/web/20120417115147/http://dornsife.usc.edu/wendywood/research/documents/Neal.Wood.Quinn.2006.pdf.  \n8. In an interview with Dan Pink, (Discusses habits and change) http://www.danpink.com/2012/03/the-power-of-habits-and-the-power-to-change-them/.  \n9. Stacy Cowley, \"A Guide to Jack Dorsey’s 80-Hour Workweek,\" CNNMoneyTech, November 14, 2011 (How Dorsey manages his time) http://money.cnn.com/2011/11/13/technology/dorsey_techonomy/index.htm.  \n19. FOCUS\n\n**PAGE SUMMARY:** The text lists various sources and references related to concepts of productivity, habits, and success."
}