{
  "text": "left England for an unexpected adventure. While in the U.S., I grabbed every chance to meet teachers and writers. One meeting was with a nonprofit education exec. As I was leaving, he casually said, “If you decide to stay in America, you should join us on a consultation committee.” \n\nThat comment hit differently. It wasn’t just what he said; it was the assumption that I had a choice: “If you decide to stay…” He treated it like a real option. That got me thinking. \n\nI took the elevator down to the lobby and snatched a piece of paper from someone’s desk. I sat down and tried to answer this question: “If you could do only one thing with your life right now, what would you do?” \n\nThe result? That piece of paper didn’t have “law school” written on it. Up until then, I knew I could choose not to study law, but emotionally, it never felt like an option. That’s when I realized that by giving up my power to choose, I had made a choice—a bad one. By not choosing “not law school,” I had chosen law school—not because I wanted to, but by default. \n\nThat’s when it hit me: when we give up our ability to choose, something or someone else will choose for us. \n\nA few weeks later, I officially quit law school. I left England and moved to America to pursue being an author and teacher. You’re reading this because of that choice. \n\nBut more than the impact of that choice, I value how it changed my view on choices. We often think of choice as a thing. But it’s not. Our options might be things, but a choice is an action. It’s not just something we have; it’s something we do. This experience taught me that while we may not control our options, we always control how we choose among them. \n\nHave you ever felt stuck, believing you didn’t have a choice? Have you felt the stress of thinking, “I can’t do this” and “I have to do this” at the same time? Have you given up your power to choose bit by bit until you felt trapped?\n\n**PAGE SUMMARY:** The author reflects on the importance of actively exercising the power of choice in shaping one's life path."
}