{
  "text": "I spent some time with the CEO of a $40 billion company in Silicon Valley. He shared his new value statement, which he was about to announce to everyone. Honestly, I cringed. It went like this: “We value passion, innovation, execution, and leadership.” \n\nHere’s the deal: Who doesn’t value those things? Plus, this list doesn’t tell employees what the company really cares about. It gives zero guidance on what to prioritize when those values clash. This is similar to companies that claim they serve all stakeholders—clients, employees, shareholders—equally. Saying you value everyone equally leaves management clueless about what to do when tough choices come up. \n\nNow, let’s look at how Johnson & Johnson handled a major crisis back in 1982. They owned 37% of the market, and Tylenol was their cash cow. Then, reports came out that seven people died after taking Tylenol. Turns out, the bottles had been tampered with. So, how should they respond?\n\nIt wasn’t a simple question. Should they prioritize customer safety by pulling all Tylenol from shelves? Or should they focus on PR to keep shareholders from bailing? Maybe they should console and compensate the victims’ families first?\n\nLuckily for them, they had the Credo—a statement written in 1943 by then-chairman Robert Wood Johnson, literally carved in stone at their headquarters. Unlike most corporate mission statements, the Credo lists the company’s priorities. Customers come first; shareholders are last.\n\nBecause of this, Johnson & Johnson quickly decided to recall all Tylenol, even though it would hit their bottom line hard—around $100 million, according to some reports. Choosing between customer safety and $100 million? Not an easy call. But the Credo made it clear what was essential, allowing them to make the tough trade-off.\n\n**PAGE SUMMARY:** A clear prioritization of values, as exemplified by Johnson & Johnson's Credo, is essential for making difficult trade-off decisions in organizations."
}