{
  "text": "good fortune in an endowment. \n\nToday, that endowment has ballooned to an insane $720 billion, making it the biggest sovereign wealth fund in the world. This gives a solid safety net for whatever the future throws our way. \n\nLife is moving at lightning speed these days. It feels like we’re tailgating another car at 100 miles per hour. If that driver makes even the tiniest move—slows down or swerves a bit—we're in trouble. There’s zero room for mistakes. Because of this, getting things done can be super stressful and feel forced.\n\nHere are some tips to keep your work—and your sanity—on track by building in some buffers.\n\n**USE EXTREME PREPARATION**\n\nBack when I was a grad student at Stanford, I figured out that the secret to getting top grades was all about extreme preparation. As soon as we got our syllabi, I’d copy them and whip up a calendar for the whole semester. Even before classes started, I knew what the big projects were and jumped on them right away. This little prep work made my entire semester way less stressful because I had plenty of time to tackle all my assignments—even if my workload suddenly spiked or if a family emergency popped up. \n\nThe power of extreme preparation can be seen in the story of Roald Amundsen and Robert Falcon Scott, who both raced to be the first to reach the South Pole. They had the same goal, but their strategies were worlds apart. \n\nAmundsen prepared for every possible disaster, while Scott just hoped for the best. Scott took one thermometer for the trip and freaked out when it broke. Amundsen packed four. Scott brought one ton of food for his seventeen men, while Amundsen brought three tons. Scott marked his supplies for the return trip with a single flag, so if he veered off course even a little, his team could miss it. Amundsen, on the other hand, placed twenty markers miles apart to keep his team on track. Roald Amundsen was all about diligent prep and obsessive research for his journey.\n\n**PAGE SUMMARY:** Extreme preparation is essential for success and stress reduction in high-pressure situations."
}