{
  "text": "FT.com, June 30, 2013, www.ft.com/cms/s/0/8466bd90-e007-11e2-9de6-00144feab7de.html#axzz2ZtQp4H13.\n\nCheck out Roland Huntford's *The Last Place on Earth: Scott and Amundsen’s Race to the South Pole* (New York: Modern Library, 1999).\n\nJim Collins and Morten T. Hansen’s *Great by Choice: Uncertainty, Chaos, and Luck—Why Some Thrive Despite Them All* (New York: Harper Business, 2011) is a must-read.\n\nFor insights on biases in predictions, see Daniel Kahneman and Amos Tversky’s “Intuitive Prediction: Biases and Corrective Procedures,” TIMS Studies in Management Science 12 (1979): 313–27.\n\nRoger Buehler, Dale Griffin, and Michael Ross explore the “Planning Fallacy” in their paper, “Exploring the ‘Planning Fallacy’: Why People Underestimate Their Task Completion Times,” Journal of Personality and Social Psychology 67, no. 3 (1994): 366–81, doi:10.1037/0022-3514.67.3.366.\n\nIn another study, Buehler, Griffin, and Ross dive deeper into the planning fallacy: “Inside the Planning Fallacy: The Causes and Consequences of Optimistic Time Predictions,” in *Heuristics and Biases: The Psychology of Intuitive Judgment*, ed. Thomas Gilovich, Dale Griffin, and Daniel Kahneman (Cambridge: Cambridge University Press, 2002), 250–70.\n\nFor social implications of planning, check out Stephanie P. Pezzo, Mark V. Pezzo, and Eric R. Stone’s “The Social Implications of Planning: How Public Predictions Bias Future Plans,” Journal of Experimental Social Psychology 42 (2006): 221–27.\n\nThe Global Facility for Disaster Reduction and Recovery discusses risk management in “Protecting Morocco through Integrated and Comprehensive Risk Management,” n.d., www.gfdrr.org/sites/gfdrr.org/files/Pillar_1_Protecting_Morocco_through_Integrated_and_Comprehensive_Risk_Management.pdf (accessed September 22, 2013).\n\nAlso, in this piece, he lists twelve reasons people don’t practice risk mitigation: Wharton Center for Risk Management and Decision Processes, “Informed Decisions on Catastrophe Risk,” Wharton Issue Brief, Winter 2010, http://opim.wharton.upenn.edu/risk/library/WRCib20101_PsychNatHaz.pdf.\n\n**PAGE SUMMARY:** The page lists various references and sources related to planning, decision-making, and risk management."
}