{
  "text": "We can draw strength from her conviction when we need to stand firm against social pressure to give in to the nonessential. \n\nHave you ever felt torn between what you believe is right and what someone else wants you to do? Have you ever felt that clash between your beliefs and your actions? Have you ever said yes when you really meant no, just to avoid conflict? Have you ever felt too scared to turn down an invitation or request from a boss, friend, or family member because you didn’t want to disappoint them? If so, you’re not alone. Navigating these moments with courage and grace is one of the most important skills to master as an Essentialist—and it’s also one of the toughest.\n\nI didn’t plan to write a chapter about courage, but the more I explored Essentialism, the clearer it became that courage is essential for the process of elimination. Without courage, the disciplined pursuit of less is just talk. It’s just something people bring up at dinner parties. Anyone can discuss focusing on what matters most—and a lot of people do—but it’s rare to see someone actually live it.\n\nI’m not judging. We have valid reasons to fear saying no. We worry we’ll miss out on a great opportunity. We’re scared of causing drama or burning bridges. We hate the idea of disappointing someone we respect. None of this makes us bad people; it’s just part of being human. But as hard as it can be to say no, failing to do so can lead us to miss out on something way more important.\n\nA woman named Cynthia shared a story about the time her dad planned a special night out in San Francisco. Twelve-year-old Cynthia and her father had been looking forward to this “date” for months. They had a full itinerary: she would catch the last hour of his presentation, meet him at the back of the room at around four-thirty, and leave quickly before anyone could chat with him. They would take a trolley to Chinatown, eat their favorite Chinese food, shop for souvenirs, see the sights, and then catch a movie, as her dad liked to say. Then they’d grab a taxi back to the hotel, sneak into the pool for a quick swim (her dad was known for that), order a hot fudge sundae from room service, and watch the late show. They had it all planned out.\n\n**PAGE SUMMARY:** Courage is essential for effectively saying \"no\" to nonessential demands and staying true to one's convictions."
}