{
  "text": "### Space to Concentrate\n\nI know this exec who’s super smart and driven but always distracted. Seriously, he juggles Twitter, Gmail, Facebook, and a bunch of IM chats all at once. To cut out the noise, he even had his assistant unplug all the internet cables on his computer. But guess what? He still found ways to go online.\n\nThen, when he was stuck on a huge project, he went all out. He gave away his phone and checked into a motel with no internet. After eight weeks of almost total isolation, he finally finished the project.\n\nIt’s kind of sad that he had to go to such lengths. But hey, his heart was in the right place. He knew that to really shine on a task, he needed to carve out some space for clear thinking.\n\nThink about Sir Isaac Newton. He spent two years on his groundbreaking work, *Principia Mathematica*, which covers universal gravitation and the three laws of motion. That time alone was crucial for a breakthrough that influenced scientific thought for the next three hundred years.\n\nRichard S. Westfall noted that when people asked Newton how he discovered the law of universal gravitation, he replied, “By thinking on it continually.” He focused exclusively on his ideas.\n\nIn other words, Newton made room for deep concentration, and that uninterrupted time let him dig into the universe's essential elements.\n\nInspired by Newton, I took a similar, though less extreme, approach while writing this book. I blocked off eight hours a day for writing—from 5:00 A.M. to 1:00 P.M., five days a week. The rule? No emails, no calls, no appointments, no interruptions until after 1:00 P.M. I didn’t always stick to it, but the discipline made a huge difference. I even set my email to bounce back with a note saying I was in “monk mode” until the book was done. The freedom I found during that time was incredible. ✨\n\n**PAGE SUMMARY:** Creating a distraction-free space is essential for achieving deep concentration and making significant contributions to one's work."
}