{
  "text": "Geoff's company was based in Seattle, but he was always on the move. He jetted off to London for meetings, then hit up India for six days across five cities, zipped to Geneva for hours of investor talks, and finally back to Seattle for a day and a half. For three years, he was traveling 60 to 70 percent of the time, averaging just four to six hours of sleep each night. 😴\n\nAt thirty-six, the grind was starting to mess with his health and his work. What began as nighttime panic attacks escalated. His organs began to shut down one by one. His heart rate was all over the place, standing up felt painful, and he had to blend his food because he couldn’t digest it. His blood pressure dropped so low that he’d black out if he stood up too quickly. He hit the emergency room twice. \n\nGeoff kept telling himself he’d slow down after the next deal, then the next one, and the one after that. But he never did. He thought if he just pushed through, he could fix everything. He didn’t want to deal with the downsides of cutting back. But eventually, reality hit hard: he had to cancel meetings last minute because he was too weak or bomb speeches because his mind was foggy. He started to question if he was actually hurting the company more than helping it—and he definitely was.\n\nFinally, after a diagnosis, his doctor laid out two choices: take meds for life to manage symptoms or take a year or two off to fully recover. At first, Geoff wasn’t having it. He was a competitive triathlete and thought he could bounce back like he would from a sprained ankle. He confidently told the doctor he’d take a couple of months off and be back in action: “Just watch!”\n\nHe took a two-month break, but to his shock, he completely crashed. He slept fourteen hours a night and rested all day. Some days, he couldn’t even get out of bed. He was nonfunctional for six weeks. Finally, he crawled back to his doctor, admitting it was going to take way longer than he thought.\n\nTrue to his word, he cut out everything that was stressing him out. He resigned from his boards and decided to leave his company too. He said, “The decision to disengage was very, very difficult.”\n\n**PAGE SUMMARY:** Geoff's relentless work pace jeopardized his health, leading him to ultimately disengage from his commitments for recovery."
}