{
  "text": "In a makeshift “prison” at Stanford University, things got dark fast. Within days, the “prisoners” showed signs of depression and stress, while the “guards” turned cruel. (Yeah, it was bad enough they had to end the experiment early.) The takeaway? Just being treated like prisoners and guards led these students to act the part.\n\nThe Stanford prison experiment is famous, and there’s tons of analysis on its implications. But here’s what I wondered: If being treated a certain way could lead to negative behavior, could the same idea flip to encourage positive actions too? \n\nThat’s what Zimbardo is exploring with the “Heroic Imagination Project.” The goal? Boost the chances of people acting with courage by teaching them heroism principles. By promoting and rewarding heroic actions, Zimbardo believes we can create a system where doing good becomes second nature.\n\nWe have a choice. We can set up a system that makes doing good easy, or we can stick with one that makes it harder. Ward’s Positive Tickets system did the former, and it worked. We can use this idea in our own lives.\n\nMy wife Anna and I tried this with our parenting. We noticed screen time was creeping up in our family. With TVs, computers, tablets, and smartphones, our kids were wasting time on nonessential entertainment. Our attempts to limit their screen time? Total friction. They complained every time we turned off the TV or set limits. Plus, we had to constantly monitor them, which pulled us away from what really mattered.\n\nSo, we introduced a token system. Each kid got ten tokens at the start of the week. They could trade each token for either thirty minutes of screen time or fifty cents at the end of the week. That added up to $5 or five hours of screen time weekly. If a child read a book for thirty minutes, they earned an extra token.\n\n**PAGE SUMMARY:** The Stanford prison experiment illustrates how conditioning can lead to negative behaviors, prompting the idea that similar methods could foster positive actions through structured systems."
}