{
  "text": "**Selective, Explicit, and Also Right**\n\nMark Adams, the managing director of Vitsoe, has spent 27 years focusing on what really matters in his work. Vitsoe makes furniture, and the furniture world is known for pumping out tons of new products every season. But here’s the twist: Vitsoe has only one product—the 606 Universal Shelving System. Why? Because they have super high standards, and only the 606 makes the cut.\n\nThe 606 System nails the Essentialist mantra of “less but better,” a concept from chapter 1 and championed by designer Dieter Rams. It’s no accident that Rams designed the 606. But Vitsoe’s hiring process is even more selective.\n\nThey believe it’s better to be short-staffed than to hire the wrong person quickly. So, when they’re on the hunt for new talent, they have a strict selection process. First up is a phone interview. This helps them focus on the candidate’s voice and communication skills without any visual distractions. It also shows if the candidate can find a quiet spot and be organized enough to chat at the scheduled time. A lot of candidates get cut at this stage—quick and efficient.\n\nNext, candidates go through interviews with multiple team members. If they pass, they spend a day working with the team. Then, management sends out a questionnaire to everyone, asking how they feel about the candidate. Instead of the usual questions, they ask, “Would this person love working here?” and “Would we love having them on the team?” No offers are made at this point, and there’s no pressure on the candidate. The goal is to let both sides see each other honestly. If it feels right, the candidate moves on to final interviews and might get an offer. If the team isn’t totally convinced, it’s a no-go. \n\nOnce, they had a candidate for the shelving installation team. This role is crucial because installers represent the company.\n\n**PAGE SUMMARY:** Vitsoe exemplifies the Essentialist principle of \"less but better\" by maintaining selective hiring practices and focusing on a single, high-quality product."
}