{
  "text": "### A Thousand Splendid Suns\n\nNana used to be one of the housekeepers in Jalil’s home. But everything changed when she got pregnant. The moment her belly started to grow, the air in Herat seemed to vanish as Jalil's family gasped in shock. His in-laws were furious, threatening that blood would be shed. His wives demanded he kick her out. Even Nana’s own father, a humble stone carver from the nearby village of Gul Daman, disowned her. Heartbroken, he packed his bags and took a bus to Bran, disappearing from her life forever.\n\nOne morning, as Nana fed the chickens outside their small home, she sighed heavily. “Sometimes, I wish my father had the guts to take one of his knives and do the honorable thing. It might have saved me a lot of pain.” She scattered more seeds into the coop, then paused to look at Mariam. “Maybe it would have saved you from knowing what you are. But he was a coward. He didn’t have the heart for it.”\n\nNana’s disappointment didn’t end with her father. She felt the same about Jalil. He lacked the courage to stand up for her, to face his family and accept responsibility for what had happened. Instead, he made a quick, shameful deal behind closed doors. The next day, he told her to pack her things from the servants’ quarters and sent her away.\n\n“You know what he told his wives to justify this?” Nana continued, her voice tinged with anger. “He claimed I forced myself on him. Like it was my fault. Didi, this is what it means to be a woman in this world.”\n\nSetting down the bowl of chicken feed, Nana gently lifted Mariam’s chin with her finger. \n\n“Look at me, Mariam.”\n\nWith some hesitation, Mariam met her gaze.\n\n“Listen carefully and remember this, my daughter: Just like a compass needle always points north, a man’s accusing finger will always find a woman. Always. Don’t ever forget that, Mariam.”\n\n**PAGE SUMMARY:** Nana teaches Mariam that in their world, women are often blamed for men's actions and suffer the consequences of male cowardice."
}