{
  "text": "**A Thousand Splendid Suns**\n\nMariam lay there, feeling the chill of the hard floor beneath her. “You made me wait almost two whole days! I didn’t eat, I didn’t sleep. All I did was push and pray for you to come into the world,” Nana said, her voice a mix of exhaustion and something deeper.\n\n“I’m sorry, Nana,” Mariam replied, her heart heavy.\n\nNana’s smile was slow and weighed down by memories, a mix of hurt and a hint of forgiveness that Mariam could never quite decipher. It never crossed her young mind to question why she should apologize for her own arrival. But as she grew older, around the age of ten, she started to doubt the story of her birth. She leaned more towards Jalil’s version, where he claimed that even though he wasn’t there, he had made sure Nana was taken to a hospital in Herat, where she was cared for by a doctor in a clean, well-lit room. \n\nWhen Mariam told Jalil about the knife, he shook his head, sadness washing over his face. \n\n“They said it was all over in under an hour,” he reassured her. “You were a good daughter, Mariam jo. Even from the start.”\n\nNana’s voice cut through the moment. “He wasn’t even there!” she spat. “He was off in Takht-e-Safar, riding horses with his buddies.”\n\nWhen Nana told him he had a new daughter, she claimed Jalil just shrugged and kept brushing his horse’s mane, staying away for another two weeks. \n\n“The truth is, he didn’t even hold you until you were a month old. And when he finally did, he just glanced at your face, commented on how long it was, and handed you back to me,” Nana recounted, bitterness in her tone.\n\nMariam found it hard to believe that part too. Sure, Jalil had been off riding horses, but when he got the news, he hadn’t shrugged it off. He had jumped on his horse and raced back to Herat. He had cradled her in his arms, brushed his thumb over her tiny eyebrows, and hummed a lullaby. Mariam didn’t picture Jalil commenting on her long face, even if it was true.\n\nNana insisted she had chosen the name Mariam because it belonged to her mother. Jalil, on the other hand, said he picked it because Mariam, the tuberose, was a beautiful flower.\n\n“Is that your favorite flower?” Mariam asked, curious.\n\n“Well, one of them,” he replied with a smile, and in that moment, Mariam felt a flicker of connection between them.\n\n**PAGE SUMMARY:** Mariam grapples with conflicting narratives about her birth and the relationships with her parents, revealing her struggle for identity and understanding."
}