{
  "page_number": 18,
  "simplified_text": "Talent isn't something you can just buy a lot of and mix together to get the best results. Being the best comes with extra value. So, if everyone can see how good different performers are, they will pick the top one. Even if the best isn't much better than the next best, they still get most of the attention and sales.\n\nIn the 1980s, a guy named Rosen looked at how this worked with movie stars and musicians. There were clear places, like music stores and theaters, where people could see and compare different performers before buying tickets or albums. Now, thanks to technology, many local markets have turned into global ones. A small company looking for a computer programmer can now find talent from all over the world, just like how music fans used to buy albums from famous bands instead of local artists. Today, more people are competing with the top stars in their fields than ever before.\n\nThe last group that will do well in this new economy is made up of people like John Doerr, who have money to invest in new technologies. Having money gives you a big advantage. But sometimes, having cash isn't as helpful. For example, after World War II, having money was tough because of high inflation and taxes that quickly took away wealth. \n\nRight now, during the Great Restructuring, it's a great time to have money. When you invest money and combine it with work, the rewards usually go to those who put in the most. As technology takes over jobs in many areas, the profits are increasingly going to those who own the smart machines. For instance, a venture capitalist today can invest in a company like Instagram, which ended up being sold for a billion dollars.\n\n**PAGE SUMMARY:** Talent can't be bought in bulk; the best performers stand out. Technology has opened global markets for talent, and investors with money have a big advantage in today's economy. As machines take over jobs, profits are shifting to those who own them.",
  "summary": "Growth meaning curiosity lesson exploration interpretation detail knowledge lesson theme chapter perspective book book learning learning perspective journey learning understanding.",
  "importance_score": 1,
  "themes": [
    "growth",
    "meaning",
    "curiosity",
    "lesson",
    "exploration"
  ],
  "word_count": 341,
  "has_images": false,
  "processing_date": "2025-09-25T16:31:52.003835Z"
}