{
  "text": "You need information for your project. Dewane describes the library as “the hard drive of the machine.”\n\nNext, there’s the office space. It has a regular conference room with a whiteboard and some cubicles with desks. Dewane says, “the office is for low-intensity activity.” This means it’s the place to do the easier tasks for your project. He imagines an administrator in the office who can help people improve their work habits to be more efficient.\n\nNow, let’s talk about the last room, which Dewane calls “deep work chambers.” Each chamber is designed to be six by ten feet and has thick soundproof walls. Dewane explains that the deep work chamber is meant for total focus and uninterrupted work. He thinks you should spend ninety minutes inside, then take a ninety-minute break, and repeat this two or three times. After that, your brain will be maxed out for the day.\n\nRight now, the Eudaimonia Machine is just a bunch of architectural drawings, but Dewane is excited about its potential to help people do great work. He said, “[This design] is the most interesting piece of architecture I’ve ever produced.”\n\nIn a perfect world, where deep work is valued, we’d all have access to something like the Eudaimonia Machine. It might not be Dewane’s exact design, but it would be a work environment that helps us get the most out of our brains. Sadly, that’s not how it is now. Instead, we have distracting open offices where we can’t ignore our inboxes and meetings never stop. People would rather you reply quickly to emails than do your best work. So, as a reader of this book, you’re trying to find depth in a shallow world.\n\nThis rule—the first of four in Part 2 of this book—is meant to help with this problem. You might not have your own Eudaimonia Machine, but the strategies in this book will help you create similar effects in your distracting work life. They’ll show you how to make deep work a regular part of your daily schedule. The next rules will help you get the most out of this deep work habit by giving you tips on improving your focus and dealing with distractions.\n\n**PAGE SUMMARY:** The passage discusses the Eudaimonia Machine, a design by Dewane that includes a library, office space, and deep work chambers. It emphasizes the importance of deep work and offers strategies to help people focus better in a distracting work environment."
}