{
  "page_number": 98,
  "simplified_text": "When planning your Internet use after work, you can still check important messages or look up info, like texting a friend about dinner plans or finding the restaurant's address. But when you're in offline time, put your phone away, ignore texts, and don’t go online. If the Internet is a big part of your evening fun, that’s okay—just set aside enough time for it. The goal isn’t to cut down on distractions completely, but to give yourself chances to resist them when you start feeling bored.\n\nOne tough spot for this strategy is when you have to wait, like standing in line at a store. In these moments, if you’re offline, try to deal with the boredom and just think your own thoughts. Being bored while waiting is rare these days, but it can actually help you focus better.\n\nIn short, to do well with deep work, you need to train your brain to ignore distractions. You don’t have to stop doing distracting things; you just need to stop them from grabbing your attention. The idea of scheduling Internet time can really help you take control of your focus.\n\nIf you went to Harvard in 1876-1877, you would have seen a lively freshman named Theodore Roosevelt. If you became friends with him, you’d notice something interesting. \n\nOn one hand, he seemed to have a scattered focus with tons of interests, like boxing, wrestling, and even poetry. His love for nature was so strong that he even published a book about birds.\n\n**PAGE SUMMARY:** This passage explains how to manage Internet use after work and highlights the importance of resisting distractions. It uses Theodore Roosevelt's diverse interests to illustrate how scattered attention can coexist with deep focus.",
  "summary": "Perspective lesson theme learning chapter book journey chapter understanding learning analysis reflection discussion curiosity book context book interpretation theme journey.",
  "importance_score": 2,
  "themes": [
    "perspective",
    "lesson",
    "theme",
    "learning",
    "chapter"
  ],
  "word_count": 286,
  "has_images": false,
  "processing_date": "2025-09-25T16:31:51.991086Z"
}