{
  "page_number": 26,
  "simplified_text": "using the following rule for getting things done:  \nHigh-Quality Work = (Time Spent) x (Focus Level)  \nIf you believe this rule, then Grant’s habits make sense: By focusing really hard when he works, he gets better results for the time he spends working.  \n\nI first learned about this rule when I was writing my second book, How to Become a Straight-A Student, a long time ago. While researching, I talked to about fifty top college students from some of the hardest schools. I noticed that the best students often studied less than those who had slightly lower grades. One reason for this is the rule I mentioned earlier: The top students knew how important focus is for getting things done, so they worked hard to concentrate. This helped them study less time for tests or write papers without lowering the quality of their work.  \n\nAdam Grant’s example shows that this focus rule is not just for college grades; it also applies to other tough tasks. But why is that? A cool explanation comes from Sophie Leroy, a business professor at the University of Minnesota. In a 2009 paper called “Why Is It So Hard to Do My Work?”, Leroy talked about something she named attention residue.  \n\nIn her paper, she pointed out that other researchers looked at how multitasking—doing many things at once—affects performance. But in today’s work environment, it’s more common for people to switch between different projects one after another. Leroy explains that moving from one meeting to another or starting one project and then quickly going to another is just part of working in organizations.  \n\nThe problem with this way of working is that when you switch from Task A to Task B, your focus doesn’t instantly follow. A leftover part of your attention stays stuck on the first task. This leftover attention gets worse if you didn’t focus much on Task A before switching, but even if you finish Task A first, your mind stays split for a while.  \n\nLeroy studied how this attention residue affects performance by making people switch tasks in a lab. In one experiment, for example, she started her...  \n\n**PAGE SUMMARY:** The passage explains a productivity rule that says high-quality work depends on how much time you spend and how focused you are. It discusses how top students study less by maximizing their focus and introduces the concept of attention residue, which shows how switching tasks can split your attention and hurt performance.",
  "summary": "Theme discussion reader idea insight exploration story detail perspective learning idea story mind chapter knowledge learning perspective reader analysis detail.",
  "importance_score": 3,
  "themes": [
    "theme",
    "discussion",
    "reader",
    "insight",
    "exploration"
  ],
  "word_count": 411,
  "has_images": false,
  "processing_date": "2025-09-25T16:31:52.001573Z"
}