{
  "book_id": "crime_and_punishment",
  "total_pages": 767,
  "pages": [
    {
      "page_number": 1,
      "summary": "Download free eBooks of classic literature, including \"Crime and Punishment\" by Fyodor Dostoevsky, at Planet eBook.",
      "importance_score": 1
    },
    {
      "page_number": 2,
      "summary": "Dostoevsky, despite his promising beginnings as a writer, faced arrest in 1849 for his involvement in discussions against censorship.",
      "importance_score": 4
    },
    {
      "page_number": 3,
      "summary": "Dostoevsky's near-execution and subsequent imprisonment profoundly influenced his writing and views on suffering and cruelty.",
      "importance_score": 4
    },
    {
      "page_number": 4,
      "summary": "Dostoevsky faced immense personal and financial struggles throughout his life, yet he remained a deeply influential and beloved figure in Russian literature.",
      "importance_score": 4
    },
    {
      "page_number": 5,
      "summary": "The key idea is that through adversity, one can achieve greatness.",
      "importance_score": 2
    },
    {
      "page_number": 6,
      "summary": "A young man hesitates as he leaves his cramped garret on a hot July evening.",
      "importance_score": 2
    },
    {
      "page_number": 7,
      "summary": "A young man, burdened by debt and isolation, hesitates to leave his cramped garret due to his fear of encountering his landlady.",
      "importance_score": 4
    },
    {
      "page_number": 8,
      "summary": "The young man grapples with his fears and insecurities while navigating a suffocating and unpleasant environment.",
      "importance_score": 4
    },
    {
      "page_number": 9,
      "summary": "The young man, despite his handsome appearance, is consumed by disgust and bitterness, reflecting on his dire circumstances and the rags he wears.",
      "importance_score": 4
    },
    {
      "page_number": 10,
      "summary": "The young man is consumed by anxiety over his conspicuous hat, fearing it could jeopardize his carefully planned actions.",
      "importance_score": 4
    },
    {
      "page_number": 11,
      "summary": "The young man nervously approaches the old woman's flat, feeling increasingly anxious about his intentions.",
      "importance_score": 4
    },
    {
      "page_number": 12,
      "summary": "Raskolnikov visits an old woman in a dark entry, feeling increasingly anxious and mistrusted.",
      "importance_score": 4
    },
    {
      "page_number": 13,
      "summary": "Raskolnikov visits an old woman to pawn something, feeling uneasy about her mistrust and observing the cleanliness of her modest flat.",
      "importance_score": 4
    },
    {
      "page_number": 14,
      "summary": "Raskolnikov attempts to pawn a silver watch but is met with the old woman's harsh refusal and undervaluation of his item.",
      "importance_score": 4
    },
    {
      "page_number": 15,
      "summary": "The young man reluctantly pawns his watch to the old woman while contemplating her possessions and the degrading nature of the transaction.",
      "importance_score": 4
    },
    {
      "page_number": 16,
      "summary": "Raskolnikov experiences intense confusion and repulsion after a troubling encounter with Alyona Ivanovna, reflecting on the dark thoughts that have plagued him.",
      "importance_score": 4
    },
    {
      "page_number": 17,
      "summary": "Raskolnikov, feeling giddy and tormented by thirst, enters a tavern for the first time, seeking relief through beer, which temporarily clears his mind but also raises concerns about his mental state.",
      "importance_score": 3
    },
    {
      "page_number": 18,
      "summary": "Raskolnikov observes a drunken man in a tavern, highlighting the contrasting reactions of the patrons to his antics.",
      "importance_score": 4
    },
    {
      "page_number": 19,
      "summary": "Raskolnikov, weary from isolation, feels a sudden desire for company despite the unpleasantness of his surroundings in a tavern.",
      "importance_score": 4
    },
    {
      "page_number": 20,
      "summary": "Raskolnikov is struck by the peculiar presence of a retired clerk in a tavern, whose appearance and demeanor evoke a mix of contempt and intrigue.",
      "importance_score": 4
    },
    {
      "page_number": 21,
      "summary": "Marmeladov, a drunken clerk, engages Raskolnikov in conversation, expressing his respect for education despite his own disheveled state.",
      "importance_score": 4
    },
    {
      "page_number": 22,
      "summary": "Marmeladov reflects on the distinctions between poverty, drunkenness, and beggary, emphasizing the humiliation associated with the latter.",
      "importance_score": 4
    },
    {
      "page_number": 23,
      "summary": "Marmeladov reflects on the despair of beggary and the hopelessness of seeking help from others while grappling with his own failures and the consequences of his alcoholism.",
      "importance_score": 4
    },
    {
      "page_number": 24,
      "summary": "The speaker laments his low status and contrasts himself with his noble wife, expressing a deep desire for her affection and understanding.",
      "importance_score": 4
    },
    {
      "page_number": 25,
      "summary": "Marmeladov laments his fate and the suffering he causes his family due to his alcoholism, expressing a desperate need for sympathy and understanding.",
      "importance_score": 4
    },
    {
      "page_number": 26,
      "summary": "The narrator reflects on his wife's proud past and current struggles, highlighting her resilience despite her hardships.",
      "importance_score": 4
    },
    {
      "page_number": 27,
      "summary": "The speaker recounts the hardships and sacrifices of his wife, who married him out of desperation despite her proud background and education.",
      "importance_score": 4
    },
    {
      "page_number": 28,
      "summary": "The narrator reflects on the struggles of his family, particularly the hardships faced by his daughter Sonia due to poverty and lack of education.",
      "importance_score": 4
    },
    {
      "page_number": 29,
      "summary": "Katerina Ivanovna struggles with poverty and desperation, driven to distraction by her family's hunger and illness.",
      "importance_score": 4
    },
    {
      "page_number": 30,
      "summary": "Katerina Ivanovna and Sonia share a moment of intimacy and despair as they cope with their dire circumstances.",
      "importance_score": 4
    },
    {
      "page_number": 31,
      "summary": "Marmeladov recounts his struggles and the support of Sonia and Katerina Ivanovna amidst their poverty.",
      "importance_score": 4
    },
    {
      "page_number": 32,
      "summary": "Marmeladov recounts how his recent job success transformed his family's treatment of him, leading to a brief period of care and attention from Katerina Ivanovna and Sonia.",
      "importance_score": 4
    },
    {
      "page_number": 33,
      "summary": "Marmeladov recounts his struggles and the delusions of his wife, Katerina Ivanovna, as he reflects on their life and his recent earnings.",
      "importance_score": 4
    },
    {
      "page_number": 34,
      "summary": "Marmeladov expresses his deep love for his family despite his degradation and despair, revealing his struggles with addiction and the consequences of his actions.",
      "importance_score": 4
    },
    {
      "page_number": 35,
      "summary": "Marmeladov expresses his despair over his alcoholism and the guilt of taking money from his daughter Sonia, highlighting the pain of his situation.",
      "importance_score": 4
    },
    {
      "page_number": 36,
      "summary": "Marmeladov expresses a deep sense of suffering and the desire for understanding and forgiveness amidst his tribulations.",
      "importance_score": 4
    },
    {
      "page_number": 37,
      "summary": "Marmeladov expresses a profound belief in divine forgiveness for all, including the marginalized and sinful, before succumbing to exhaustion and indifference from those around him.",
      "importance_score": 4
    },
    {
      "page_number": 38,
      "summary": "Marmeladov, in a state of dismay and confusion, expresses his fear of facing his wife Katerina Ivanovna and the potential consequences of their dire situation.",
      "importance_score": 4
    },
    {
      "page_number": 39,
      "summary": "Raskolnikov observes Katerina Ivanovna in her disordered, impoverished room, revealing her distress and deteriorating health.",
      "importance_score": 4
    },
    {
      "page_number": 40,
      "summary": "Marmeladov's wife is lost in thought amidst the chaos of their impoverished home, while their children display signs of distress.",
      "importance_score": 4
    },
    {
      "page_number": 41,
      "summary": "Marmeladov's wife confronts him in a frenzy over his drunkenness and the missing money, revealing the family's desperate situation.",
      "importance_score": 4
    },
    {
      "page_number": 42,
      "summary": "Raskolnikov reflects on his actions and the financial struggles of Sonia and others, revealing his conflicted feelings about money and morality.",
      "importance_score": 4
    },
    {
      "page_number": 43,
      "summary": "The narrator reflects on the nature of humanity, questioning whether the perception of man as a scoundrel is merely a prejudice.",
      "importance_score": 4
    },
    {
      "page_number": 44,
      "summary": "Raskolnikov wakes up in a disheveled, oppressive room, feeling irritable and disconnected from the world around him.",
      "importance_score": 4
    },
    {
      "page_number": 45,
      "summary": "Raskolnikov is in a state of irritability and neglect, struggling with his living conditions and lack of food.",
      "importance_score": 4
    },
    {
      "page_number": 46,
      "summary": "Raskolnikov is confronted by Nastasya about his lack of action and financial troubles, leading him to defensively claim he is \"thinking\" as his work.",
      "importance_score": 4
    },
    {
      "page_number": 47,
      "summary": "Raskolnikov is anxious and excited about receiving a long-awaited letter from his mother, which stirs complex emotions within him.",
      "importance_score": 4
    },
    {
      "page_number": 48,
      "summary": "Rodya's mother expresses her deep concern for him and their family's struggles while conveying hope for better times ahead.",
      "importance_score": 4
    },
    {
      "page_number": 49,
      "summary": "Dounia has been living with the narrator for six weeks, and her sufferings are over, revealing her deep love for Rodya.",
      "importance_score": 4
    },
    {
      "page_number": 50,
      "summary": "Dounia endured a difficult situation with Mr. Svidrigaïlov, who concealed his passion for her under rudeness and ultimately made her an indecent proposal.",
      "importance_score": 4
    },
    {
      "page_number": 51,
      "summary": "Dounia faced severe humiliation and hardship due to misunderstandings and slander, culminating in her being sent away in disgrace.",
      "importance_score": 4
    },
    {
      "page_number": 52,
      "summary": "Dounia faces public scorn and slander due to Marfa Petrovna's gossip, but ultimately her innocence is proven by Mr. Svidrigaïlov's intervention.",
      "importance_score": 4
    },
    {
      "page_number": 53,
      "summary": "Marfa Petrovna's efforts to clear Dounia's name and restore her reputation lead to her public repentance and acknowledgment of Dounia's innocence.",
      "importance_score": 4
    },
    {
      "page_number": 54,
      "summary": "Marfa Petrovna successfully restored Dounia's reputation, leading to her engagement to Pyotr Petrovitch Luzhin.",
      "importance_score": 4
    },
    {
      "page_number": 55,
      "summary": "A well-to-do, somewhat conceited man named Pyotr Petrovitch has proposed marriage to Dounia, prompting discussions about his character and the importance of not forming hasty judgments.",
      "importance_score": 4
    },
    {
      "page_number": 56,
      "summary": "Dounia is a sensible and generous woman who is prepared to make her marriage work despite the lack of deep love and the haste of the arrangement.",
      "importance_score": 4
    },
    {
      "page_number": 57,
      "summary": "Dounia has decided to pursue a potential opportunity with Pyotr Petrovitch, believing it could significantly benefit her brother Rodya's future.",
      "importance_score": 4
    },
    {
      "page_number": 58,
      "summary": "Dounia is fervently planning for Rodya to work with Pyotr Petrovitch, believing it could lead to a partnership and financial support for his university studies.",
      "importance_score": 4
    },
    {
      "page_number": 59,
      "summary": "Dounia plans to work for a salary rather than as a charity, and expresses a desire for independence after her wedding.",
      "importance_score": 4
    },
    {
      "page_number": 60,
      "summary": "Dounia is excited about her upcoming marriage to Pyotr Petrovitch, and they are planning their journey to Petersburg while managing their finances.",
      "importance_score": 4
    },
    {
      "page_number": 61,
      "summary": "Raskolnikov receives a heartfelt letter from his mother, Pulcheria, expressing her love and concern for him while detailing their plans for a journey.",
      "importance_score": 4
    },
    {
      "page_number": 62,
      "summary": "Raskolnikov, feeling stifled and in turmoil, leaves his cramped room to walk aimlessly while muttering to himself.",
      "importance_score": 4
    },
    {
      "page_number": 63,
      "summary": "Raskolnikov is resolute in rejecting his mother's wishes for his sister Dounia to marry Mr. Luzhin.",
      "importance_score": 4
    },
    {
      "page_number": 64,
      "summary": "Raskolnikov's intense bitterness towards his mother's letter reveals his strong opposition to Dounia's impending marriage to Mr. Luzhin.",
      "importance_score": 4
    },
    {
      "page_number": 65,
      "summary": "Mr. Luzhin's apparent kindness is overshadowed by the practical and meager realities of his engagement to Dounia and her mother's financial struggles.",
      "importance_score": 4
    },
    {
      "page_number": 66,
      "summary": "The narrator expresses skepticism about Dounia's engagement to Mr. Luzhin, doubting his generosity and questioning her ability to endure his character.",
      "importance_score": 4
    },
    {
      "page_number": 67,
      "summary": "Dounia refuses to sacrifice her moral freedom for personal comfort, yet considers compromising her values for the sake of her loved ones.",
      "importance_score": 4
    },
    {
      "page_number": 68,
      "summary": "Dounia is willing to sacrifice herself for her family's happiness, questioning the morality and consequences of such sacrifices.",
      "importance_score": 5
    },
    {
      "page_number": 69,
      "summary": "Dounia's potential sacrifice for her family's well-being is questioned, highlighting the moral and emotional burdens of such decisions.",
      "importance_score": 4
    },
    {
      "page_number": 70,
      "summary": "The protagonist grapples with deep anguish and the urgent need to take decisive action in response to his tormenting questions about life and responsibility.",
      "importance_score": 4
    },
    {
      "page_number": 71,
      "summary": "Raskolnikov becomes increasingly aware of his surroundings and the strange behavior of a young woman he encounters while searching for a seat.",
      "importance_score": 4
    },
    {
      "page_number": 72,
      "summary": "Raskolnikov encounters a young, drunk girl on a deserted boulevard and feels compelled to protect her from a lurking gentleman with questionable intentions.",
      "importance_score": 4
    },
    {
      "page_number": 73,
      "summary": "Raskolnikov confronts a gentleman in anger while trying to protect a drunken girl he believes has been mistreated.",
      "importance_score": 4
    },
    {
      "page_number": 74,
      "summary": "Raskolnikov observes a vulnerable girl who has been deceived and is in danger, prompting him to intervene and protect her.",
      "importance_score": 4
    },
    {
      "page_number": 75,
      "summary": "A policeman expresses concern for a distressed young woman, suspecting she has been deceived and mistreated.",
      "importance_score": 4
    },
    {
      "page_number": 76,
      "summary": "Raskolnikov expresses disdain for a man pursuing a vulnerable girl, urging the policeman to let her be.",
      "importance_score": 4
    },
    {
      "page_number": 77,
      "summary": "Raskolnikov reflects on the tragic fate of a girl he feels powerless to help, contemplating the cycle of despair that ensnares her.",
      "importance_score": 4
    },
    {
      "page_number": 78,
      "summary": "Raskolnikov reflects on the societal acceptance of moral decay and his own isolation from peers while contemplating a visit to Razumihin.",
      "importance_score": 4
    },
    {
      "page_number": 79,
      "summary": "Raskolnikov feels superior to his peers, yet finds a more genuine connection with the good-natured and resilient Razumihin.",
      "importance_score": 4
    },
    {
      "page_number": 80,
      "summary": "Raskolnikov has distanced himself from Razumihin, despite his desire to return to university and the latter's willingness to help.",
      "importance_score": 4
    },
    {
      "page_number": 81,
      "summary": "Raskolnikov contemplates visiting Razumihin for help but doubts its effectiveness, deciding instead to wait until after a significant event he refers to as \"It.\"",
      "importance_score": 4
    },
    {
      "page_number": 82,
      "summary": "Raskolnikov experiences intense inner turmoil and loathing as he wanders through the city, seeking distraction from his troubling thoughts.",
      "importance_score": 4
    },
    {
      "page_number": 83,
      "summary": "Raskolnikov experiences a vivid and heavy dream after drinking vodka, reflecting his troubled mental state.",
      "importance_score": 4
    },
    {
      "page_number": 84,
      "summary": "Raskolnikov dreams of his childhood, recalling a fearful visit to a tavern and a graveyard with his father.",
      "importance_score": 4
    },
    {
      "page_number": 85,
      "summary": "Raskolnikov dreams of walking with his father to his younger brother's grave, feeling a mix of dread and sympathy for a struggling horse he sees in a festive scene.",
      "importance_score": 4
    },
    {
      "page_number": 86,
      "summary": "A group of drunken peasants humorously mocks a young man named Mikolka as he insists his old mare can still gallop while preparing to whip her.",
      "importance_score": 3
    },
    {
      "page_number": 87,
      "summary": "A drunken crowd cruelly forces a struggling mare to pull a heavy cart while laughing at her plight.",
      "importance_score": 4
    },
    {
      "page_number": 88,
      "summary": "A crowd cruelly mocks and abuses a struggling mare, while one onlooker is overwhelmed with sorrow and desperation.",
      "importance_score": 4
    },
    {
      "page_number": 89,
      "summary": "Mikolka violently beats a mare in front of a cheering crowd, demonstrating cruelty and indifference to suffering.",
      "importance_score": 4
    },
    {
      "page_number": 90,
      "summary": "Mikolka brutally beats a mare to death while a horrified crowd looks on, prompting a young boy to mourn the animal's suffering.",
      "importance_score": 4
    },
    {
      "page_number": 91,
      "summary": "The protagonist is tormented by a horrifying dream that forces him to confront his inner turmoil and the possibility of committing a violent act he believes he cannot carry out.",
      "importance_score": 4
    },
    {
      "page_number": 92,
      "summary": "The protagonist experiences a profound sense of relief and newfound freedom after renouncing his dark desires and reflecting on a seemingly fateful detour.",
      "importance_score": 4
    },
    {
      "page_number": 93,
      "summary": "Raskolnikov reflects on the significance of a chance meeting in the Hay Market that could profoundly impact his destiny.",
      "importance_score": 4
    },
    {
      "page_number": 94,
      "summary": "Lizaveta, a timid and submissive woman, is encouraged by a huckster and his wife to visit them the next day, hinting at her troubled relationship with her domineering sister, Alyona.",
      "importance_score": 3
    },
    {
      "page_number": 95,
      "summary": "Raskolnikov realizes that Lizaveta will be away the next day, leaving the old woman alone, which solidifies his plan for murder.",
      "importance_score": 4
    },
    {
      "page_number": 96,
      "summary": "Raskolnikov learns about Lizaveta's work with a family in poverty, revealing his growing superstitions and connections to the pawnbroker Alyona Ivanovna.",
      "importance_score": 4
    },
    {
      "page_number": 97,
      "summary": "Raskolnikov feels a strange connection to the pawnbroker Alyona Ivanovna after overhearing a conversation about her at a tavern.",
      "importance_score": 4
    },
    {
      "page_number": 98,
      "summary": "Lizaveta, the half-sister of the old woman, is trapped in a life of servitude and dependency, working tirelessly for her sister while receiving no inheritance.",
      "importance_score": 4
    },
    {
      "page_number": 99,
      "summary": "The student argues that killing a worthless old woman could be justified if her money is used to save many lives.",
      "importance_score": 4
    },
    {
      "page_number": 100,
      "summary": "Raskolnikov rationalizes the idea of committing murder for the greater good, believing that one life can be sacrificed to save many others.",
      "importance_score": 5
    },
    {
      "page_number": 101,
      "summary": "Raskolnikov experiences a disturbing coincidence that influences his thoughts on morality and crime while grappling with his own feverish state.",
      "importance_score": 4
    },
    {
      "page_number": 102,
      "summary": "Raskolnikov struggles with illness and apathy while being cared for by Nastasya, who is concerned about his well-being.",
      "importance_score": 3
    },
    {
      "page_number": 103,
      "summary": "Haunted by day-dreams and a sense of urgency, the protagonist struggles with his thoughts and preparations for an impending action.",
      "importance_score": 4
    },
    {
      "page_number": 104,
      "summary": "The protagonist ingeniously prepares to conceal an axe under his coat using a noose he designed, demonstrating his troubled state of mind and intentions.",
      "importance_score": 4
    },
    {
      "page_number": 105,
      "summary": "The protagonist meticulously prepares a concealed weapon to execute his plan, reflecting his inner turmoil and the absurdity of his resolve.",
      "importance_score": 4
    },
    {
      "page_number": 106,
      "summary": "The protagonist grapples with uncertainties and doubts about executing his plans, feeling overwhelmed by the complexities involved.",
      "importance_score": 4
    },
    {
      "page_number": 107,
      "summary": "The protagonist grapples with the moral implications of crime, concluding that criminals often fail due to a temporary loss of will and reasoning, akin to a disease.",
      "importance_score": 4
    },
    {
      "page_number": 108,
      "summary": "The protagonist grapples with the moral implications of his planned crime, believing his reasoning will remain intact, but is ultimately thrown off by an unexpected encounter.",
      "importance_score": 4
    },
    {
      "page_number": 109,
      "summary": "The protagonist experiences a mix of anxiety and exhilaration upon finding an axe that he believes will aid in executing his plan.",
      "importance_score": 4
    },
    {
      "page_number": 110,
      "summary": "The protagonist is overwhelmed by his circumstances and reflects on his thoughts and distractions as he approaches a significant location.",
      "importance_score": 4
    },
    {
      "page_number": 111,
      "summary": "The protagonist stealthily approaches the old woman's apartment, feeling anxious and desperate as he prepares to commit a crime.",
      "importance_score": 4
    },
    {
      "page_number": 112,
      "summary": "The protagonist, agitated and conflicted, prepares to confront the old woman while grappling with his own anxiety and the weight of his intentions.",
      "importance_score": 4
    },
    {
      "page_number": 113,
      "summary": "Raskolnikov, in a moment of cunning despite his clouded mind, recalls the vivid moment when he heard the latch of the old woman's door unfastened.",
      "importance_score": 4
    },
    {
      "page_number": 114,
      "summary": "Raskolnikov confronts the old woman, Alyona Ivanovna, in a tense and suspicious encounter as he enters her room uninvited.",
      "importance_score": 4
    },
    {
      "page_number": 115,
      "summary": "Raskolnikov visits Alyona Ivanovna to present a pledge but feels increasingly anxious and mistrusted during the encounter.",
      "importance_score": 4
    },
    {
      "page_number": 116,
      "summary": "Raskolnikov, overwhelmed by fear and desperation, attacks the old woman with an axe as she turns her back to him.",
      "importance_score": 5
    },
    {
      "page_number": 117,
      "summary": "Raskolnikov brutally murders the old woman with an axe, confirming her death before searching her belongings.",
      "importance_score": 4
    },
    {
      "page_number": 118,
      "summary": "Raskolnikov, after killing the old woman, attempts to retrieve a purse from her body while struggling with his panic and the keys to a strong box.",
      "importance_score": 4
    },
    {
      "page_number": 119,
      "summary": "The protagonist discovers a hidden box under the bed containing valuable items, prompting a frantic and desperate act of theft.",
      "importance_score": 4
    },
    {
      "page_number": 120,
      "summary": "Raskolnikov, in a state of panic, confronts Lizaveta after committing murder, leading to a violent and tragic encounter.",
      "importance_score": 5
    },
    {
      "page_number": 121,
      "summary": "Raskolnikov, overwhelmed by fear and loathing after committing a second murder, struggles with the horror of his actions while attempting to clean himself and the murder weapon.",
      "importance_score": 4
    },
    {
      "page_number": 122,
      "summary": "Raskolnikov, consumed by fear and guilt after committing murder, frantically cleans the evidence and realizes the door he thought was secure is wide open, heightening his terror.",
      "importance_score": 4
    },
    {
      "page_number": 123,
      "summary": "The protagonist is anxiously waiting and listening for footsteps, feeling a sense of impending danger as someone approaches.",
      "importance_score": 4
    },
    {
      "page_number": 124,
      "summary": "Raskolnikov hides in fear as an unknown visitor aggressively attempts to enter the flat, heightening his anxiety and tension.",
      "importance_score": 4
    },
    {
      "page_number": 125,
      "summary": "Raskolnikov overhears a conversation between two visitors who are puzzled by the absence of the old woman they intended to see.",
      "importance_score": 3
    },
    {
      "page_number": 126,
      "summary": "The young man deduces that someone is home despite the door not being opened, prompting a decision to fetch the porter for assistance.",
      "importance_score": 4
    },
    {
      "page_number": 127,
      "summary": "Raskolnikov, in a state of delirium and anxiety, prepares for a confrontation while hiding with an axe as others attempt to enter the locked room.",
      "importance_score": 4
    },
    {
      "page_number": 128,
      "summary": "Raskolnikov, filled with despair, faces a critical moment of potential discovery as he navigates a tense situation in the stairwell.",
      "importance_score": 4
    },
    {
      "page_number": 129,
      "summary": "Raskolnikov narrowly escapes detection after committing a murder, feeling both exhausted and anxious about his fate.",
      "importance_score": 4
    },
    {
      "page_number": 130,
      "summary": "The protagonist, overwhelmed and fatigued, struggles to conceal an axe after a troubling incident while navigating his way home.",
      "importance_score": 4
    },
    {
      "page_number": 131,
      "summary": "The protagonist is overwhelmed by chaotic thoughts and fatigue, struggling to find clarity and rest.",
      "importance_score": 4
    },
    {
      "page_number": 132,
      "summary": "The protagonist is overwhelmed by chaotic thoughts and feelings of despair as he lies in his room, oblivious to the passage of time.",
      "importance_score": 1
    },
    {
      "page_number": 133,
      "summary": "The protagonist awakens in a daze, recalling the events of the previous night with a sense of fear and confusion.",
      "importance_score": 4
    },
    {
      "page_number": 134,
      "summary": "The protagonist frantically searches for traces of his crime and hides the stolen items in a wall cavity.",
      "importance_score": 4
    },
    {
      "page_number": 135,
      "summary": "The protagonist is consumed by paranoia and despair as he frantically attempts to hide evidence of his crime.",
      "importance_score": 4
    },
    {
      "page_number": 136,
      "summary": "The protagonist experiences a mental breakdown as he grapples with the consequences of his actions and the fear of being discovered.",
      "importance_score": 4
    },
    {
      "page_number": 137,
      "summary": "The protagonist is overwhelmed by guilt and anxiety, contemplating disposing of incriminating items while struggling to take action.",
      "importance_score": 4
    },
    {
      "page_number": 138,
      "summary": "Raskolnikov receives a summons to the police office while grappling with illness and anxiety over his situation.",
      "importance_score": 4
    },
    {
      "page_number": 139,
      "summary": "He reflects on his fevered state and the rags he clutches, feeling a mix of desperation and defiance as he prepares for a police summons.",
      "importance_score": 4
    },
    {
      "page_number": 140,
      "summary": "The protagonist experiences intense anxiety and despair as he prepares to confront the police, reflecting on his fear and confusion.",
      "importance_score": 4
    },
    {
      "page_number": 141,
      "summary": "The protagonist is overwhelmed by despair and trepidation as he approaches the police station, contemplating confession.",
      "importance_score": 4
    },
    {
      "page_number": 142,
      "summary": "Raskolnikov navigates a crowded, stifling office filled with indifferent clerks and a sense of impatience.",
      "importance_score": 4
    },
    {
      "page_number": 143,
      "summary": "Raskolnikov experiences inner turmoil and anxiety while waiting in a stifling office filled with various people.",
      "importance_score": 4
    },
    {
      "page_number": 144,
      "summary": "Raskolnikov experiences a mix of relief and embarrassment in a tense social encounter with a lady and an officer.",
      "importance_score": 4
    },
    {
      "page_number": 145,
      "summary": "Raskolnikov experiences a mix of relief and anger during a confrontation in a government office regarding a notice he received.",
      "importance_score": 4
    },
    {
      "page_number": 146,
      "summary": "Raskolnikov is confronted with a legal notice regarding a debt he claims he does not owe.",
      "importance_score": 4
    },
    {
      "page_number": 147,
      "summary": "Raskolnikov experiences a moment of instinctive joy amidst chaos in the office, contrasting with the assistant superintendent's furious outburst at a lady.",
      "importance_score": 4
    },
    {
      "page_number": 148,
      "summary": "The scene depicts a chaotic confrontation in an \"honourable house\" where a drunken man causes a scandal, amusing some while alarming others.",
      "importance_score": 3
    },
    {
      "page_number": 149,
      "summary": "The assistant expresses disdain for authors, labeling them as ungentlemanly and scandalous in society.",
      "importance_score": 3
    },
    {
      "page_number": 150,
      "summary": "The conversation highlights the disdain for authors and students who fail to pay their debts and create disturbances.",
      "importance_score": 3
    },
    {
      "page_number": 151,
      "summary": "Raskolnikov, a struggling student, seeks understanding and forgiveness from others due to his dire financial situation and deteriorating circumstances.",
      "importance_score": 4
    },
    {
      "page_number": 152,
      "summary": "Raskolnikov explains his complicated relationship with his landlady and the circumstances leading to his current financial troubles.",
      "importance_score": 4
    },
    {
      "page_number": 153,
      "summary": "Raskolnikov experiences a profound sense of emotional detachment and solitude, realizing the emptiness of his previous sentiments in the face of indifference from the police officers.",
      "importance_score": 4
    },
    {
      "page_number": 154,
      "summary": "Raskolnikov experiences an intense and agonizing realization that he can no longer appeal to the police officers with emotional pleas, feeling a profound sense of isolation.",
      "importance_score": 4
    },
    {
      "page_number": 155,
      "summary": "Nikodim Fomitch discusses the contradictions in the case, suggesting that the accused will likely be released due to inconsistencies in the evidence.",
      "importance_score": 4
    },
    {
      "page_number": 156,
      "summary": "Raskolnikov, feeling unwell, is questioned about his whereabouts and condition by Nikodim Fomitch and Ilya Petrovitch after fainting.",
      "importance_score": 4
    },
    {
      "page_number": 157,
      "summary": "Raskolnikov, feeling faint and anxious, leaves a tense interrogation where he senses suspicion and anticipates a search at his home.",
      "importance_score": 4
    },
    {
      "page_number": 158,
      "summary": "Raskolnikov frantically searches his room for stolen items, fearing discovery and contemplating how to dispose of them.",
      "importance_score": 4
    },
    {
      "page_number": 159,
      "summary": "The protagonist struggles with the difficulty of disposing of incriminating items while feeling increasingly paranoid and observed.",
      "importance_score": 4
    },
    {
      "page_number": 160,
      "summary": "The protagonist contemplates hiding incriminating items in a secluded location but ultimately finds a potential spot in a deserted courtyard.",
      "importance_score": 4
    },
    {
      "page_number": 161,
      "summary": "The protagonist experiences a mix of intense joy and anxiety after burying evidence of his crime, believing he has successfully hidden his tracks.",
      "importance_score": 4
    },
    {
      "page_number": 162,
      "summary": "The protagonist grapples with intense inner turmoil and confusion about his recent actions and their motivations.",
      "importance_score": 4
    },
    {
      "page_number": 163,
      "summary": "The protagonist grapples with intense illness and overwhelming feelings of hatred towards his surroundings while contemplating a visit to a friend.",
      "importance_score": 4
    },
    {
      "page_number": 164,
      "summary": "Raskolnikov visits Razumihin, revealing his ill state and inner turmoil while expressing a reluctance to engage with anyone.",
      "importance_score": 4
    },
    {
      "page_number": 165,
      "summary": "The conversation reveals a sense of isolation and a rejection of help, highlighting the protagonist's internal struggle and desire for independence.",
      "importance_score": 4
    },
    {
      "page_number": 166,
      "summary": "Raskolnikov reluctantly accepts a translation job from Razumihin but later returns the materials and payment without explanation.",
      "importance_score": 4
    },
    {
      "page_number": 167,
      "summary": "Raskolnikov, in a state of confusion and anger, faces the disdain of passersby after a coachman lashes him for nearly stepping into traffic.",
      "importance_score": 3
    },
    {
      "page_number": 168,
      "summary": "Raskolnikov receives a small donation from a woman, prompting him to reflect on his past feelings of detachment and the beauty of his surroundings.",
      "importance_score": 4
    },
    {
      "page_number": 169,
      "summary": "The protagonist reflects on his past and feels a profound disconnection from his former self before being jolted awake by a horrifying scream.",
      "importance_score": 4
    },
    {
      "page_number": 170,
      "summary": "Raskolnikov is horrified to hear his landlady being violently beaten by Ilya Petrovitch, leading him to question his sanity amidst the chaos.",
      "importance_score": 4
    },
    {
      "page_number": 171,
      "summary": "Raskolnikov is consumed by terror and confusion after hearing a violent incident involving his landlady.",
      "importance_score": 4
    },
    {
      "page_number": 172,
      "summary": "Raskolnikov, in a feverish state, struggles with hallucinations and confusion about a supposed incident involving blood and the landlady.",
      "importance_score": 4
    },
    {
      "page_number": 173,
      "summary": "Raskolnikov experiences a feverish illness marked by delirium, confusion, and a sense of being watched and mocked by others.",
      "importance_score": 4
    },
    {
      "page_number": 174,
      "summary": "Raskolnikov regains consciousness and is surrounded by curious onlookers, including a messenger and his friend Razumihin.",
      "importance_score": 4
    },
    {
      "page_number": 175,
      "summary": "Raskolnikov is visited by a messenger from a merchant with news of a remittance sent to him at his mother's request.",
      "importance_score": 4
    },
    {
      "page_number": 176,
      "summary": "Raskolnikov refuses to sign for a remittance of thirty-five roubles sent by his mother, indicating his disconnection from his circumstances.",
      "importance_score": 4
    },
    {
      "page_number": 177,
      "summary": "Raskolnikov experiences a mix of astonishment and terror as he navigates a mundane interaction involving money and food, questioning his grasp on reality.",
      "importance_score": 4
    },
    {
      "page_number": 178,
      "summary": "Raskolnikov is being cared for by Razumihin, who provides him with soup and beer as they share a moment of camaraderie.",
      "importance_score": 4
    },
    {
      "page_number": 179,
      "summary": "Raskolnikov, while pretending to be weak, observes his surroundings and the care provided by his friend Razumihin.",
      "importance_score": 3
    },
    {
      "page_number": 180,
      "summary": "Razumihin recounts his efforts to find Rodya after he disappeared, revealing that he has learned about all of Rodya's affairs during his search.",
      "importance_score": 4
    },
    {
      "page_number": 181,
      "summary": "Razumihin discusses the complexities of a woman's character and Raskolnikov's past decisions regarding her.",
      "importance_score": 4
    },
    {
      "page_number": 182,
      "summary": "Raskolnikov reflects on his deceit regarding his mother's financial situation and the implications it has on his relationships.",
      "importance_score": 4
    },
    {
      "page_number": 183,
      "summary": "Razumihin helps Raskolnikov by settling a debt and presenting him with a note, highlighting the support of family and friends amidst Raskolnikov's struggles.",
      "importance_score": 4
    },
    {
      "page_number": 184,
      "summary": "Raskolnikov's delirium reveals his troubled mind and fragmented thoughts, including references to people and objects significant to him.",
      "importance_score": 4
    },
    {
      "page_number": 185,
      "summary": "The sick man is consumed by anxiety and impatience, fearing that his secret has been discovered while he is incapacitated.",
      "importance_score": 4
    },
    {
      "page_number": 186,
      "summary": "The character is in a state of confusion and desperation, trying to gather his belongings and escape from a troubling situation.",
      "importance_score": 4
    },
    {
      "page_number": 187,
      "summary": "Raskolnikov, feeling ill and disoriented, contemplates escaping while experiencing a mix of discomfort and drowsiness before falling into a deep sleep.",
      "importance_score": 4
    },
    {
      "page_number": 188,
      "summary": "Raskolnikov wakes up from a long sleep to find Razumihin waiting for him and discussing their plans.",
      "importance_score": 4
    },
    {
      "page_number": 189,
      "summary": "Razumihin is excited to show Raskolnikov a new cap he bought for him, emphasizing the importance of proper dress.",
      "importance_score": 3
    },
    {
      "page_number": 190,
      "summary": "The conversation revolves around the purchase of second-hand clothing, emphasizing the practicality and cost-effectiveness of buying worn items.",
      "importance_score": 4
    },
    {
      "page_number": 191,
      "summary": "Razumihin presents Raskolnikov with a new set of clothes and insists on helping him despite his reluctance.",
      "importance_score": 4
    },
    {
      "page_number": 192,
      "summary": "Raskolnikov reflects on the money sent by his mother while feeling sullen and uneasy.",
      "importance_score": 4
    },
    {
      "page_number": 193,
      "summary": "Zossimov, a doctor, observes Raskolnikov's recovery while noting his continued depression and irritability.",
      "importance_score": 3
    },
    {
      "page_number": 194,
      "summary": "Zossimov monitors a patient's condition while discussing plans for a house-warming party with Razumihin.",
      "importance_score": 4
    },
    {
      "page_number": 195,
      "summary": "Razumihin defends Zametov's character despite his flaws, emphasizing the importance of personal connections over rigid principles.",
      "importance_score": 4
    },
    {
      "page_number": 196,
      "summary": "The conversation reveals a connection between a house-painter and a murder case involving an old pawnbroker and another victim, Lizaveta.",
      "importance_score": 3
    },
    {
      "page_number": 197,
      "summary": "Razumihin expresses frustration over the flawed evidence and dishonesty surrounding a murder accusation against a painter.",
      "importance_score": 4
    },
    {
      "page_number": 198,
      "summary": "The discussion revolves around the inadequacies of the legal system and the potential for a new investigative method based on psychological interpretation of evidence.",
      "importance_score": 4
    },
    {
      "page_number": 199,
      "summary": "Dushkin, a pawnbroker, recounts his suspicions regarding Nikolay, a painter, after hearing about the murder of Alyona and Lizaveta Ivanovna.",
      "importance_score": 4
    },
    {
      "page_number": 200,
      "summary": "Dushkin recounts his suspicions about Nikolay's involvement in a murder after observing his strange behavior and evasive answers.",
      "importance_score": 4
    },
    {
      "page_number": 201,
      "summary": "Nikolay was arrested after attempting suicide and confessed to knowing nothing about the murders he was implicated in.",
      "importance_score": 4
    },
    {
      "page_number": 202,
      "summary": "The conversation reveals a character's fear of being accused despite feeling innocent, highlighting the complexities of guilt and self-perception.",
      "importance_score": 4
    },
    {
      "page_number": 203,
      "summary": "Raskolnikov's anxiety and guilt manifest as he grapples with the implications of the ear-rings found in connection to a murder.",
      "importance_score": 4
    },
    {
      "page_number": 204,
      "summary": "Razumihin argues that the presence of the ear-rings in Nikolay's possession suggests a connection to the crime, despite Nikolay's initial dishonesty.",
      "importance_score": 4
    },
    {
      "page_number": 205,
      "summary": "The discussion revolves around the circumstantial evidence against Nikolay, questioning the psychological plausibility of his guilt despite the presence of incriminating items.",
      "importance_score": 4
    },
    {
      "page_number": 206,
      "summary": "Razumihin discusses the lack of evidence regarding Nikolay's whereabouts during the murder, suggesting that the real murderer escaped unnoticed.",
      "importance_score": 4
    },
    {
      "page_number": 207,
      "summary": "The discussion reveals a convoluted explanation of events surrounding a jewel-case and the actions of individuals involved, suggesting a complex interplay of suspicion and deduction.",
      "importance_score": 4
    },
    {
      "page_number": 208,
      "summary": "A pompous gentleman enters Raskolnikov's cramped living space, initially shocked by the disheveled state of its occupants.",
      "importance_score": 4
    },
    {
      "page_number": 209,
      "summary": "Raskolnikov, lying on the sofa, is confronted by the pompous Pyotr Petrovitch Luzhin, who introduces himself but receives a confused and unresponsive reaction.",
      "importance_score": 4
    },
    {
      "page_number": 210,
      "summary": "Raskolnikov, recovering from illness, is visited by Pyotr Petrovitch, who is disconcerted by the lack of communication regarding Raskolnikov's condition.",
      "importance_score": 4
    },
    {
      "page_number": 211,
      "summary": "Raskolnikov expresses impatience upon realizing that Pyotr Petrovitch is his mother's fiancé.",
      "importance_score": 3
    },
    {
      "page_number": 212,
      "summary": "Raskolnikov observes Pyotr Petrovitch's overly polished appearance, which reflects his eagerness to impress as a fiancé.",
      "importance_score": 4
    },
    {
      "page_number": 213,
      "summary": "Raskolnikov observes Mr. Luzhin's peculiar appearance and demeanor while feeling excitement about the impending arrival of his mother and sister.",
      "importance_score": 4
    },
    {
      "page_number": 214,
      "summary": "Pyotr Petrovitch Luzhin discusses his living situation and expresses his interest in the younger generation's ideas and perspectives.",
      "importance_score": 3
    },
    {
      "page_number": 215,
      "summary": "The discussion highlights differing perspectives on the practicality and progress of ideas and literature in Petersburg's younger generation.",
      "importance_score": 4
    },
    {
      "page_number": 216,
      "summary": "The conversation discusses the shift from altruism to self-interest as a means to achieve societal progress and welfare.",
      "importance_score": 4
    },
    {
      "page_number": 217,
      "summary": "Razumihin expresses his frustration with superficial discussions and the distortion of progressive ideals by unscrupulous individuals.",
      "importance_score": 4
    },
    {
      "page_number": 218,
      "summary": "the old pawnbroker's possession, indicating the murder was likely committed by an inexperienced individual rather than a cunning criminal.",
      "importance_score": 4
    },
    {
      "page_number": 219,
      "summary": "The conversation reveals concerns about the increasing prevalence of crime across all social classes, highlighting a moral decline in society.",
      "importance_score": 4
    },
    {
      "page_number": 220,
      "summary": "The discussion revolves around the moral implications of economic theories and their potential justification for immoral actions, including murder.",
      "importance_score": 4
    },
    {
      "page_number": 221,
      "summary": "Raskolnikov confronts Luzhin about his manipulative intentions towards his fiancée, revealing deep anger and disdain.",
      "importance_score": 4
    },
    {
      "page_number": 222,
      "summary": "Raskolnikov expresses his intense frustration and desire for solitude amidst the tension with Luzhin and concern from his friends.",
      "importance_score": 4
    },
    {
      "page_number": 223,
      "summary": "Raskolnikov's mental state is a source of concern for those around him, particularly regarding his fixation on a recent murder.",
      "importance_score": 4
    },
    {
      "page_number": 224,
      "summary": "The protagonist experiences a sudden calm and determination as he prepares to leave his home, driven by a firm purpose.",
      "importance_score": 4
    },
    {
      "page_number": 225,
      "summary": "Raskolnikov, in a moment of calm determination, resolves that his life must change immediately, despite not knowing how to achieve it.",
      "importance_score": 4
    },
    {
      "page_number": 226,
      "summary": "Raskolnikov reflects on his surroundings and engages in a brief, awkward conversation with a stranger while searching for familiar faces in a marketplace.",
      "importance_score": 3
    },
    {
      "page_number": 227,
      "summary": "Raskolnikov wanders through a lively district filled with peasants and women, feeling a mix of depression and curiosity.",
      "importance_score": 4
    },
    {
      "page_number": 228,
      "summary": "Raskolnikov is drawn to the lively atmosphere of a saloon, contemplating whether to join in the revelry.",
      "importance_score": 4
    },
    {
      "page_number": 229,
      "summary": "Raskolnikov reflects on the value of life amidst his interactions with a girl and a critical woman, contemplating the nature of existence and human vileness.",
      "importance_score": 4
    },
    {
      "page_number": 230,
      "summary": "Raskolnikov, in a restaurant, anxiously searches through old newspapers for specific news while observing the people around him.",
      "importance_score": 4
    },
    {
      "page_number": 231,
      "summary": "Raskolnikov encounters Zametov in a restaurant, revealing a mix of humor and irritation in their conversation.",
      "importance_score": 3
    },
    {
      "page_number": 232,
      "summary": "Raskolnikov engages in a cryptic conversation with Zametov, hinting at deeper thoughts while appearing unwell and strange.",
      "importance_score": 4
    },
    {
      "page_number": 233,
      "summary": "Raskolnikov confesses to Zametov that he has been searching for news about the murder of the old pawnbroker woman.",
      "importance_score": 4
    },
    {
      "page_number": 234,
      "summary": "Raskolnikov experiences a moment of intense reflection and emotional turmoil, recalling a past moment of tension while conversing with Zametov.",
      "importance_score": 4
    },
    {
      "page_number": 235,
      "summary": "Raskolnikov dismisses a recent gang of false coiners as simpletons rather than true criminals, highlighting the fragility of their scheme and the risks of dependence on others.",
      "importance_score": 4
    },
    {
      "page_number": 236,
      "summary": "Raskolnikov discusses a meticulous and deceptive method for exchanging counterfeit money, revealing his complex thoughts on crime.",
      "importance_score": 4
    },
    {
      "page_number": 237,
      "summary": "Raskolnikov and Zametov discuss the difficulties and psychological strain of committing a crime, highlighting the unpredictability of human behavior under pressure.",
      "importance_score": 4
    },
    {
      "page_number": 238,
      "summary": "Raskolnikov contemplates a meticulous plan to conceal stolen money and jewels, revealing his inner turmoil and desperation.",
      "importance_score": 4
    },
    {
      "page_number": 239,
      "summary": "Raskolnikov confronts Zametov about the possibility of his involvement in the murders, revealing his inner turmoil and paranoia.",
      "importance_score": 4
    },
    {
      "page_number": 240,
      "summary": "Raskolnikov expresses his desire for solitude despite his deteriorating health, prompting concern and anger from Razumihin.",
      "importance_score": 4
    },
    {
      "page_number": 241,
      "summary": "Raskolnikov expresses his frustration with Razumihin's attempts to help him, insisting that he prefers solitude over unwanted kindness.",
      "importance_score": 4
    },
    {
      "page_number": 242,
      "summary": "Razumihin passionately urges Raskolnikov to join him for a gathering, criticizing his isolation and lack of social engagement.",
      "importance_score": 4
    },
    {
      "page_number": 243,
      "summary": "Raskolnikov's interactions with Razumihin reveal his troubled state and the concern of his friend for his well-being.",
      "importance_score": 4
    },
    {
      "page_number": 244,
      "summary": "Raskolnikov, feeling weak and disoriented, witnesses a woman throw herself into the canal, prompting a crowd to react in alarm.",
      "importance_score": 4
    },
    {
      "page_number": 245,
      "summary": "A woman is rescued from drowning by a policeman while Raskolnikov observes with indifference and apathy.",
      "importance_score": 4
    },
    {
      "page_number": 246,
      "summary": "The protagonist experiences a profound sense of apathy and confusion as he contemplates his fate while walking towards the police office.",
      "importance_score": 4
    },
    {
      "page_number": 247,
      "summary": "Raskolnikov is disturbed to find the flat he once knew being renovated and occupied by workmen, contrasting his memories of the past.",
      "importance_score": 4
    },
    {
      "page_number": 248,
      "summary": "Raskolnikov experiences a haunting mix of nostalgia and dread as he revisits a flat associated with a past crime.",
      "importance_score": 4
    },
    {
      "page_number": 249,
      "summary": "Raskolnikov, seeking a flat, engages in a tense conversation about a recent murder at the location.",
      "importance_score": 4
    },
    {
      "page_number": 250,
      "summary": "Raskolnikov visits a flat where a murder occurred, prompting suspicion from the workmen and porter.",
      "importance_score": 4
    },
    {
      "page_number": 251,
      "summary": "Raskolnikov is confronted by suspicious townspeople who label him a rogue, prompting him to contemplate whether to go to the police station.",
      "importance_score": 3
    },
    {
      "page_number": 252,
      "summary": "Raskolnikov approaches a crowd in the dusk, feeling resolved to go to the police station as he recognizes the situation unfolding.",
      "importance_score": 4
    },
    {
      "page_number": 253,
      "summary": "A crowd gathers around a carriage accident where a man lies badly injured and bleeding on the ground.",
      "importance_score": 4
    },
    {
      "page_number": 254,
      "summary": "Raskolnikov recognizes the injured man, Marmeladov, and urgently insists on getting him medical help while offering to pay for it.",
      "importance_score": 4
    },
    {
      "page_number": 255,
      "summary": "Raskolnikov urgently seeks help for an injured man, emphasizing the need for immediate care at a nearby house.",
      "importance_score": 4
    },
    {
      "page_number": 256,
      "summary": "Katerina Ivanovna reflects on her past luxurious life and laments the ruin brought upon her family by her husband's alcoholism.",
      "importance_score": 4
    },
    {
      "page_number": 257,
      "summary": "Katerina Ivanovna is distressed as her husband, Marmeladov, is brought home unconscious and injured after being run over by a carriage.",
      "importance_score": 4
    },
    {
      "page_number": 258,
      "summary": "Katerina Ivanovna desperately tends to her injured husband after he is run over by a carriage, showing her resilience and determination amidst the chaos.",
      "importance_score": 4
    },
    {
      "page_number": 259,
      "summary": "Katerina Ivanovna struggles to manage the chaos and concern surrounding her injured husband, Marmeladov, while Raskolnikov attempts to assist.",
      "importance_score": 4
    },
    {
      "page_number": 260,
      "summary": "Katerina Ivanovna confronts the crowd and the landlady about the disrespect shown towards her injured husband, Marmeladov.",
      "importance_score": 4
    },
    {
      "page_number": 261,
      "summary": "Katerina Ivanovna insists on the importance of dignity for the dying Semyon Zaharovitch, urging Amalia Ludwigovna to allow him peace in his final moments.",
      "importance_score": 4
    },
    {
      "page_number": 262,
      "summary": "Katerina Ivanovna is in despair over Marmeladov's severe injuries and the dire situation of their family.",
      "importance_score": 4
    },
    {
      "page_number": 263,
      "summary": "The doctor assesses a critically injured man, revealing that he is unlikely to survive due to severe injuries.",
      "importance_score": 4
    },
    {
      "page_number": 264,
      "summary": "Katerina Ivanovna and her children kneel in prayer amidst a scene of despair and impending death, while a crowd gathers outside.",
      "importance_score": 4
    },
    {
      "page_number": 265,
      "summary": "Sonia, a frightened young girl, enters a room filled with tension as Katerina Ivanovna confronts a priest about her family's suffering and the dying man's fate.",
      "importance_score": 4
    },
    {
      "page_number": 266,
      "summary": "Katerina Ivanovna expresses her anger and frustration over her husband's alcoholism and the burden it has placed on her life, dismissing the idea of forgiveness in his dying moments.",
      "importance_score": 5
    },
    {
      "page_number": 267,
      "summary": "Marmeladov, in his final moments, seeks forgiveness from his daughter Sonia while Katerina Ivanovna urges him to remain silent.",
      "importance_score": 4
    },
    {
      "page_number": 268,
      "summary": "Raskolnikov offers financial assistance to Katerina Ivanovna after her husband's death, expressing his respect for the deceased.",
      "importance_score": 4
    },
    {
      "page_number": 269,
      "summary": "Raskolnikov, feeling a surge of life and strength, is approached by Polenka, who joyfully seeks to connect with him.",
      "importance_score": 4
    },
    {
      "page_number": 270,
      "summary": "Polenka expresses her deep love for her sister Sonia and reflects on her family's misfortunes and her father's affections.",
      "importance_score": 4
    },
    {
      "page_number": 271,
      "summary": "Raskolnikov resolves to embrace life and strength after a meaningful encounter with a young girl.",
      "importance_score": 4
    },
    {
      "page_number": 272,
      "summary": "Raskolnikov feels a surge of pride and self-confidence as he contemplates his life and the possibility of change.",
      "importance_score": 4
    },
    {
      "page_number": 273,
      "summary": "Raskolnikov, feeling weak and overwhelmed, informs Razumihin of his victory in a bet while expressing his need for fresh air and rest.",
      "importance_score": 4
    },
    {
      "page_number": 274,
      "summary": "Raskolnikov's mental state is under scrutiny by his friends, who suspect he may be mad due to his recent behavior and conversations.",
      "importance_score": 4
    },
    {
      "page_number": 275,
      "summary": "Raskolnikov learns about the impact of his actions on others while discussing a recent incident with Razumihin.",
      "importance_score": 4
    },
    {
      "page_number": 276,
      "summary": "Raskolnikov expresses his sadness and confusion to Razumihin after a troubling experience at a death-bed, indicating his emotional turmoil.",
      "importance_score": 4
    },
    {
      "page_number": 277,
      "summary": "Raskolnikov is taken aback by the unexpected arrival of his mother and sister, who are filled with concern for his well-being.",
      "importance_score": 4
    },
    {
      "page_number": 278,
      "summary": "Razumihin rushes to help Rodya after he faints, reassuring his mother and sister that he is recovering.",
      "importance_score": 3
    },
    {
      "page_number": 279,
      "summary": "Razumihin reassures Raskolnikov's family after he faints, insisting it is just a minor issue despite their anxiety.",
      "importance_score": 1
    },
    {
      "page_number": 280,
      "summary": "Raskolnikov struggles with intense emotions as his mother and sister visit him, revealing his inner turmoil and desire for solitude.",
      "importance_score": 4
    },
    {
      "page_number": 281,
      "summary": "Raskolnikov insists that his sister Dounia must refuse her marriage to Luzhin, expressing his distress and desire to end the connection.",
      "importance_score": 4
    },
    {
      "page_number": 282,
      "summary": "Raskolnikov insists that his sister Dounia should refuse her marriage to Luzhin, viewing it as a sacrifice he cannot accept.",
      "importance_score": 4
    },
    {
      "page_number": 283,
      "summary": "Razumihin urges Pulcheria Alexandrovna to leave Raskolnikov alone for the night to avoid further irritation.",
      "importance_score": 4
    },
    {
      "page_number": 284,
      "summary": "Razumihin, in a state of intoxicated ecstasy, fervently tries to persuade Avdotya and Pulcheria while displaying eccentric behavior that both intrigues and alarms them.",
      "importance_score": 4
    },
    {
      "page_number": 285,
      "summary": "Razumihin insists on taking Raskolnikov's mother and sister home for their safety while promising to check on him and bring back the doctor.",
      "importance_score": 4
    },
    {
      "page_number": 286,
      "summary": "Razumihin expresses his deep affection and concern for Avdotya and her mother while assuring them of his commitment to help Rodya.",
      "importance_score": 4
    },
    {
      "page_number": 287,
      "summary": "Razumihin expresses his belief that making mistakes is essential to discovering truth and individuality.",
      "importance_score": 4
    },
    {
      "page_number": 288,
      "summary": "The speaker emphasizes the importance of making one's own mistakes as a path to truth and individuality, rather than conforming to others' ideas.",
      "importance_score": 4
    },
    {
      "page_number": 289,
      "summary": "Razumihin expresses his disdain for Pulcheria's fiancé, calling him a scoundrel and emphasizing the importance of honesty among friends.",
      "importance_score": 4
    },
    {
      "page_number": 290,
      "summary": "Dounia reassures her mother that a gentleman from a drinking party will help them, despite their worries about Rodya's condition.",
      "importance_score": 4
    },
    {
      "page_number": 291,
      "summary": "Dounia's mother finds solace in her daughter's defense of her brother while anxiously awaiting Razumihin's return.",
      "importance_score": 4
    },
    {
      "page_number": 292,
      "summary": "Dounia is portrayed as a beautiful and strong character, whose complex emotions and relationships, particularly with her brother and Razumihin, reveal her depth and individuality.",
      "importance_score": 4
    },
    {
      "page_number": 293,
      "summary": "Pulcheria Alexandrovna, despite her aging appearance, maintains a strong sense of principle and emotional resilience.",
      "importance_score": 4
    },
    {
      "page_number": 294,
      "summary": "Zossimov visits Raskolnikov's family, providing reassurance about his health while maintaining a professional distance.",
      "importance_score": 4
    },
    {
      "page_number": 295,
      "summary": "Zossimov visits Raskolnikov's family, expressing optimism about the patient's recovery while Razumihin reacts violently to Zossimov's comments about Avdotya.",
      "importance_score": 4
    },
    {
      "page_number": 296,
      "summary": "Razumihin expresses concern about Raskolnikov's deteriorating state and encourages him to connect with a woman who may help him.",
      "importance_score": 4
    },
    {
      "page_number": 297,
      "summary": "Razumihin encourages Raskolnikov to engage with a woman by simply being present and talking to her, suggesting that emotional connection can develop without the need for promises or declarations of love.",
      "importance_score": 4
    },
    {
      "page_number": 298,
      "summary": "The conversation emphasizes the comfort and deep connection between two individuals, suggesting they are meant for each other despite initial reluctance.",
      "importance_score": 4
    },
    {
      "page_number": 299,
      "summary": "Razumihin wakes up troubled by the realization of his unworthy behavior and the unattainability of his dreams.",
      "importance_score": 4
    },
    {
      "page_number": 300,
      "summary": "Razumihin grapples with feelings of shame and self-abasement after a night of drunkenness, reflecting on his behavior and the impact it has on his relationships.",
      "importance_score": 4
    },
    {
      "page_number": 301,
      "summary": "Raskolnikov struggles with his self-image and societal expectations, feeling both ashamed and defiant about his appearance and behavior.",
      "importance_score": 4
    },
    {
      "page_number": 302,
      "summary": "Razumihin expresses concern about a friend's mental state, reflecting on the impact of their previous conversations and the potential for misunderstanding.",
      "importance_score": 4
    },
    {
      "page_number": 303,
      "summary": "The conversation reveals concerns about a man's mental state and the influence of his family and acquaintances on his well-being.",
      "importance_score": 3
    },
    {
      "page_number": 304,
      "summary": "Razumihin visits the ladies at Bakaleyev's house, where he is met with unexpected gratitude and a desire to discuss important matters.",
      "importance_score": 4
    },
    {
      "page_number": 305,
      "summary": "Razumihin describes Raskolnikov's character as morose, gloomy, proud, and haughty, while Pulcheria Alexandrovna expresses her eagerness to understand her son's current state.",
      "importance_score": 4
    },
    {
      "page_number": 306,
      "summary": "Raskolnikov exhibits a complex personality, alternating between noble kindness and cold callousness, while his family hopes for a positive change with the arrival of a visitor.",
      "importance_score": 4
    },
    {
      "page_number": 307,
      "summary": "The conversation reveals concerns about Rodya's emotional capacity and the need for a woman's care in his life.",
      "importance_score": 4
    },
    {
      "page_number": 308,
      "summary": "The conversation reveals the family's concern over a past failed marriage proposal and the complexities of love and sacrifice within their relationships.",
      "importance_score": 4
    },
    {
      "page_number": 309,
      "summary": "Pulcheria Alexandrovna expresses her concern about the potential misery between her daughter Dounia and her fiancé Pyotr Petrovitch, while Razumihin reflects on Raskolnikov's intentional insult towards him.",
      "importance_score": 4
    },
    {
      "page_number": 310,
      "summary": "Pulcheria Alexandrovna expresses her worry about Pyotr Petrovitch's unexpected change of plans regarding their meeting.",
      "importance_score": 4
    },
    {
      "page_number": 311,
      "summary": "Luzhin requests that Rodion Romanovitch not be present at their upcoming meeting due to a previous affront.",
      "importance_score": 4
    },
    {
      "page_number": 312,
      "summary": "Pulcheria Alexandrovna is distressed about how to handle Rodya's impending visit, fearing his reaction and the implications of a letter from Pyotr Petrovitch.",
      "importance_score": 4
    },
    {
      "page_number": 313,
      "summary": "Pulcheria Alexandrovna and Dounia are anxious about visiting Rodya, fearing his reaction and their strained relationship.",
      "importance_score": 4
    },
    {
      "page_number": 314,
      "summary": "Dounia expresses concern about how to interact with her brother, Raskolnikov, while discussing their family situation and the recent death of Marfa Petrovna.",
      "importance_score": 4
    },
    {
      "page_number": 315,
      "summary": "Dounia expresses concern for her mother's distress while they approach Raskolnikov's room, where they notice someone watching them from inside.",
      "importance_score": 4
    },
    {
      "page_number": 316,
      "summary": "Raskolnikov appears physically better but remains emotionally tormented and listless despite the presence of his mother and sister.",
      "importance_score": 4
    },
    {
      "page_number": 317,
      "summary": "Raskolnikov acknowledges his improvement in health while grappling with underlying emotional turmoil.",
      "importance_score": 4
    },
    {
      "page_number": 318,
      "summary": "Raskolnikov contemplates the importance of having a purpose and occupation to aid his mental state after leaving the university.",
      "importance_score": 4
    },
    {
      "page_number": 319,
      "summary": "Raskolnikov's gesture of reconciliation with his sister reveals his underlying emotional turmoil and the complexity of familial relationships.",
      "importance_score": 4
    },
    {
      "page_number": 320,
      "summary": "Raskolnikov's sister expresses her concern for him while reflecting on their recent struggles and the relief of being reunited.",
      "importance_score": 4
    },
    {
      "page_number": 321,
      "summary": "Raskolnikov struggles to communicate with his family while grappling with his troubled state of mind and a recent traumatic experience.",
      "importance_score": 4
    },
    {
      "page_number": 322,
      "summary": "Raskolnikov reflects on his actions and the nature of madness while grappling with guilt over giving away money meant for his family to help a widow.",
      "importance_score": 4
    },
    {
      "page_number": 323,
      "summary": "Raskolnikov experiences a complex mix of emotions regarding his family, feeling both love and estrangement as they navigate a tense conversation about ideals and recent tragic news.",
      "importance_score": 4
    },
    {
      "page_number": 324,
      "summary": "Dounia expresses her horror at the news of a woman's sudden death, allegedly caused by her husband's violent behavior.",
      "importance_score": 4
    },
    {
      "page_number": 325,
      "summary": "Raskolnikov's family discusses the sudden death of a woman, revealing tensions and emotional struggles within their interactions.",
      "importance_score": 4
    },
    {
      "page_number": 326,
      "summary": "Raskolnikov experiences overwhelming confusion and anguish after realizing he has lied, leading him to feel isolated and unable to communicate freely.",
      "importance_score": 4
    },
    {
      "page_number": 327,
      "summary": "Raskolnikov expresses a sudden appreciation for the people around him, revealing a moment of unexpected liveliness amidst his inner turmoil.",
      "importance_score": 4
    },
    {
      "page_number": 328,
      "summary": "Raskolnikov reflects on a past love for a sickly girl, revealing his complex feelings and memories.",
      "importance_score": 4
    },
    {
      "page_number": 329,
      "summary": "Rodya expresses his deep concern about his sister Dounia's potential marriage to Luzhin, insisting that he cannot accept her choice if it means sacrificing her integrity.",
      "importance_score": 4
    },
    {
      "page_number": 330,
      "summary": "Dounia asserts that she is marrying for her own sake rather than out of sacrifice or charity, despite her brother's accusations.",
      "importance_score": 4
    },
    {
      "page_number": 331,
      "summary": "Dounia defends her decision to marry Luzhin, asserting that she respects him and is not acting basely, despite her family's concerns.",
      "importance_score": 4
    },
    {
      "page_number": 332,
      "summary": "Rodya expresses confusion over the quality of a letter from Dounia's suitor, highlighting the disparity between his profession and his writing style.",
      "importance_score": 4
    },
    {
      "page_number": 333,
      "summary": "Avdotya Romanovna and her brother discuss a letter from Luzhin, critiquing its tone and implications regarding family loyalty and financial support.",
      "importance_score": 4
    },
    {
      "page_number": 334,
      "summary": "Dounia is determined to confront Pyotr Petrovitch and wants Rodya and Razumihin to support her during the meeting.",
      "importance_score": 4
    },
    {
      "page_number": 335,
      "summary": "Pulcheria Alexandrovna expresses relief at Dounia's decision, emphasizing the importance of honesty over concealment.",
      "importance_score": 4
    },
    {
      "page_number": 336,
      "summary": "Sofya Semyonovna Marmeladov enters the room, surprising Raskolnikov and evoking his confusion about her reputation.",
      "importance_score": 4
    },
    {
      "page_number": 337,
      "summary": "Raskolnikov feels a sudden pang of sympathy for Sonia, who appears humiliated and terrified as she seeks his presence on behalf of Katerina Ivanovna.",
      "importance_score": 4
    },
    {
      "page_number": 338,
      "summary": "Raskolnikov introduces Sonia, the daughter of the deceased Marmeladov, to his mother and sister while expressing concern about the funeral arrangements.",
      "importance_score": 4
    },
    {
      "page_number": 339,
      "summary": "Sonia informs Raskolnikov about the funeral arrangements and expresses gratitude for his previous help, revealing her emotional struggle.",
      "importance_score": 4
    },
    {
      "page_number": 340,
      "summary": "Sonia expresses gratitude for Raskolnikov's help, highlighting the emotional connections and tensions among the characters.",
      "importance_score": 4
    },
    {
      "page_number": 341,
      "summary": "The characters experience a mix of embarrassment and emotional connection as they say their goodbyes, highlighting their complex relationships.",
      "importance_score": 4
    },
    {
      "page_number": 342,
      "summary": "Pulcheria Alexandrovna expresses relief at leaving a tense situation, while Dounia remains concerned about her brother's health and the potential fallout from their current circumstances.",
      "importance_score": 4
    },
    {
      "page_number": 343,
      "summary": "Pulcheria Alexandrovna expresses her concern that Sofya Semyonovna is the cause of their troubles, while Dounia dismisses her mother's presentiments as nonsense.",
      "importance_score": 4
    },
    {
      "page_number": 344,
      "summary": "Sonia expresses concern about losing her father's watch and seeks advice on how to retrieve her pawned items without alarming her mother.",
      "importance_score": 4
    },
    {
      "page_number": 345,
      "summary": "Raskolnikov and Sonia discuss their acquaintance and plans to meet, revealing a growing connection between them.",
      "importance_score": 4
    },
    {
      "page_number": 346,
      "summary": "Sonia feels a mix of anxiety and anticipation as she reflects on her encounter with Raskolnikov, sensing a new world opening before her.",
      "importance_score": 4
    },
    {
      "page_number": 347,
      "summary": "A mysterious man observes Sonia as she walks home, intrigued by her demeanor and intent on discovering more about her.",
      "importance_score": 4
    },
    {
      "page_number": 348,
      "summary": "Sonia encounters a stranger who reveals they are neighbors, leading her to feel uneasy.",
      "importance_score": 3
    },
    {
      "page_number": 349,
      "summary": "Razumihin discusses a man who is eager to meet Rodya, highlighting his intelligence and past success in solving a murder case.",
      "importance_score": 4
    },
    {
      "page_number": 350,
      "summary": "Raskolnikov expresses his anxiety and irritation about his situation and the perceptions of those around him.",
      "importance_score": 4
    },
    {
      "page_number": 351,
      "summary": "Raskolnikov observes Razumihin's unusual excitement and playfully teases him about it.",
      "importance_score": 4
    },
    {
      "page_number": 352,
      "summary": "Raskolnikov and Razumihin enter Porfiry Petrovitch's flat while laughing, highlighting their contrasting emotions.",
      "importance_score": 4
    },
    {
      "page_number": 353,
      "summary": "Raskolnikov struggles to contain his laughter at Razumihin's awkwardness during their entrance into Porfiry Petrovitch's room.",
      "importance_score": 3
    },
    {
      "page_number": 354,
      "summary": "Raskolnikov and Razumihin navigate a humorous yet awkward social encounter with Porfiry Petrovitch and Zametov, highlighting their contrasting emotions.",
      "importance_score": 4
    },
    {
      "page_number": 355,
      "summary": "Raskolnikov is introduced to Porfiry Petrovitch, indicating he has a business matter to discuss.",
      "importance_score": 3
    },
    {
      "page_number": 356,
      "summary": "Raskolnikov discusses a matter of business with Porfiry Petrovitch, revealing his financial struggles while trying to claim ownership of certain items related to a murder.",
      "importance_score": 4
    },
    {
      "page_number": 357,
      "summary": "Raskolnikov expresses his anxiety over a lost silver watch that holds sentimental value, despite its low monetary worth.",
      "importance_score": 4
    },
    {
      "page_number": 358,
      "summary": "Raskolnikov feels anxious and self-conscious during a conversation with Porfiry and Razumihin about a lost watch and his mother's presence.",
      "importance_score": 4
    },
    {
      "page_number": 359,
      "summary": "Raskolnikov struggles with his emotions and the perception of his health while conversing with Porfiry and Razumihin.",
      "importance_score": 4
    },
    {
      "page_number": 360,
      "summary": "Raskolnikov expresses his defiance and irritation while discussing his recent actions and financial decisions with Razumihin and Zametov.",
      "importance_score": 4
    },
    {
      "page_number": 361,
      "summary": "Raskolnikov feels exasperated and paranoid about being tracked and judged by those around him.",
      "importance_score": 4
    },
    {
      "page_number": 362,
      "summary": "Raskolnikov is consumed by paranoia and anxiety about being scrutinized by Porfiry and others regarding his actions.",
      "importance_score": 4
    },
    {
      "page_number": 363,
      "summary": "The conversation revolves around the idea that crime is viewed as a protest against societal abnormalities, according to socialist doctrine.",
      "importance_score": 4
    },
    {
      "page_number": 364,
      "summary": "The text critiques the notion that a perfect social system can be created without considering the complexities of human nature and historical development.",
      "importance_score": 5
    },
    {
      "page_number": 365,
      "summary": "The conversation explores the influence of environment on crime, highlighting differing perspectives on accountability and human behavior.",
      "importance_score": 4
    },
    {
      "page_number": 366,
      "summary": "Raskolnikov discovers that an article he wrote was published in a different review than he expected, highlighting his isolation from the world around him.",
      "importance_score": 4
    },
    {
      "page_number": 367,
      "summary": "The conversation revolves around the distinction between \"ordinary\" and \"extraordinary\" individuals regarding their moral and legal rights to commit crimes.",
      "importance_score": 4
    },
    {
      "page_number": 368,
      "summary": "Raskolnikov argues that extraordinary individuals may have an inner right to transgress moral boundaries for the greater good, but this does not justify indiscriminate wrongdoing.",
      "importance_score": 4
    },
    {
      "page_number": 369,
      "summary": "Raskolnikov argues that all great leaders and innovators are inherently criminals for transgressing established laws to create change.",
      "importance_score": 4
    },
    {
      "page_number": 370,
      "summary": "The text discusses the distinction between two categories of individuals: those who uphold the law and those who transgress it for the sake of a greater idea, suggesting that both have a right to exist and contribute to societal progress.",
      "importance_score": 4
    },
    {
      "page_number": 371,
      "summary": "Raskolnikov and Porfiry discuss the distinction between extraordinary and ordinary people, questioning how to identify those who may transgress moral boundaries.",
      "importance_score": 4
    },
    {
      "page_number": 372,
      "summary": "Many ordinary people aspire to be part of a 'new movement' while often failing to recognize or appreciate the truly innovative individuals among them.",
      "importance_score": 4
    },
    {
      "page_number": 373,
      "summary": "The text discusses the rarity of individuals with true independence and genius among the vast majority of humanity, suggesting that a natural law governs this phenomenon.",
      "importance_score": 4
    },
    {
      "page_number": 374,
      "summary": "The discussion highlights the moral implications of justifying violence in the name of conscience, suggesting it is more horrifying than legal sanction.",
      "importance_score": 4
    },
    {
      "page_number": 375,
      "summary": "The conversation explores the relationship between crime, conscience, and the inevitable suffering of those who commit acts of violence, particularly focusing on the moral implications for \"great men.\"",
      "importance_score": 4
    },
    {
      "page_number": 376,
      "summary": "Raskolnikov grapples with the idea of whether extraordinary individuals can justify committing crimes for a greater purpose.",
      "importance_score": 4
    },
    {
      "page_number": 377,
      "summary": "Raskolnikov engages in a tense conversation with Porfiry, who hints at his suspicions while maintaining a facade of politeness.",
      "importance_score": 4
    },
    {
      "page_number": 378,
      "summary": "Raskolnikov anxiously navigates a conversation with Porfiry about the details surrounding a murder, trying to avoid revealing his knowledge of the crime.",
      "importance_score": 4
    },
    {
      "page_number": 379,
      "summary": "Raskolnikov and Razumihin leave a conversation with a sense of gloom and silence.",
      "importance_score": 4
    },
    {
      "page_number": 380,
      "summary": "Razumihin and Raskolnikov engage in a tense discussion about the implications of their recent encounters, reflecting on the strange behavior of Porfiry and Zametov.",
      "importance_score": 4
    },
    {
      "page_number": 381,
      "summary": "Raskolnikov expresses his frustration and anger towards the police's insinuations about him, feeling insulted by their lack of evidence and understanding of his circumstances.",
      "importance_score": 4
    },
    {
      "page_number": 382,
      "summary": "Raskolnikov grapples with the psychological intricacies of his situation and the impending cross-examination regarding the murder.",
      "importance_score": 4
    },
    {
      "page_number": 383,
      "summary": "Raskolnikov reflects on the cunning nature of deception and the ease with which intelligent individuals can be ensnared by simple details.",
      "importance_score": 4
    },
    {
      "page_number": 384,
      "summary": "Raskolnikov, overwhelmed by fear and paranoia, frantically searches for evidence that could incriminate him after a confrontation with Razumihin.",
      "importance_score": 4
    },
    {
      "page_number": 385,
      "summary": "Raskolnikov encounters a mysterious stranger who inquires about him, leaving him puzzled and anxious.",
      "importance_score": 4
    },
    {
      "page_number": 386,
      "summary": "Raskolnikov encounters a man who accuses him of being a murderer, intensifying his feelings of guilt and fear.",
      "importance_score": 4
    },
    {
      "page_number": 387,
      "summary": "Raskolnikov, feeling cold and exhausted, reflects on fragmented memories and sensations while pretending to sleep as Razumihin approaches.",
      "importance_score": 4
    },
    {
      "page_number": 388,
      "summary": "Raskolnikov reflects on his weakness and the consequences of his actions, questioning the nature of guilt and the possibility of being above moral laws.",
      "importance_score": 4
    },
    {
      "page_number": 389,
      "summary": "Raskolnikov grapples with his justifications for murder, questioning the value of his actions and the principles behind them.",
      "importance_score": 4
    },
    {
      "page_number": 390,
      "summary": "The protagonist grapples with intense feelings of guilt and self-loathing after committing murder, reflecting on his motivations and the horror of his actions.",
      "importance_score": 4
    },
    {
      "page_number": 391,
      "summary": "Raskolnikov grapples with his guilt and confusion after committing murder, reflecting on the women he has harmed and feeling a sense of urgency despite forgetting his purpose.",
      "importance_score": 4
    },
    {
      "page_number": 392,
      "summary": "Raskolnikov follows a mysterious man into a dark, familiar building, filled with a sense of dread and anticipation.",
      "importance_score": 4
    },
    {
      "page_number": 393,
      "summary": "Raskolnikov, in a state of panic and frenzy, attacks an old woman with an axe, but is haunted by her laughter and the sounds from the bedroom.",
      "importance_score": 4
    },
    {
      "page_number": 394,
      "summary": "Raskolnikov is startled awake by a stranger who quietly enters his room and waits for him to acknowledge him.",
      "importance_score": 4
    },
    {
      "page_number": 395,
      "summary": "Raskolnikov encounters a mysterious stranger named Arkady Ivano-vitch Svidrigaïlov.",
      "importance_score": 2
    },
    {
      "page_number": 396,
      "summary": "Raskolnikov is bewildered by the unexpected visit from Svidrigaïlov, whom he finds hard to believe is actually there.",
      "importance_score": 4
    },
    {
      "page_number": 397,
      "summary": "Svidrigaïlov visits Raskolnikov to seek his support regarding Raskolnikov's sister, Avdotya, despite Raskolnikov's evident distrust.",
      "importance_score": 4
    },
    {
      "page_number": 398,
      "summary": "Raskolnikov confronts Svidrigaïlov about his past actions and expresses his disdain for him, while Svidrigaïlov attempts to rationalize his behavior.",
      "importance_score": 4
    },
    {
      "page_number": 399,
      "summary": "Raskolnikov reflects on the moral implications of his actions and the nature of human relationships, questioning whether he contributed to a calamity.",
      "importance_score": 4
    },
    {
      "page_number": 400,
      "summary": "Svidrigaïlov suggests that women often enjoy being insulted despite their outward indignation, reflecting on human nature and personal experiences.",
      "importance_score": 4
    },
    {
      "page_number": 401,
      "summary": "Svidrigaïlov expresses his boredom and adaptability while observing Raskolnikov's strange demeanor.",
      "importance_score": 4
    },
    {
      "page_number": 402,
      "summary": "Svidrigaïlov expresses his disinterest in social connections and reflects on his past while contemplating his current situation.",
      "importance_score": 4
    },
    {
      "page_number": 403,
      "summary": "Svidrigaïlov reflects on his past experiences and relationships, revealing his complex feelings about society and personal freedom.",
      "importance_score": 4
    },
    {
      "page_number": 404,
      "summary": "Svidrigaïlov reflects on his past and the influence of Marfa Petrovna while contemplating the idea of ghosts.",
      "importance_score": 4
    },
    {
      "page_number": 405,
      "summary": "Svidrigaïlov claims to have seen the ghost of Marfa Petrovna multiple times since her funeral, which intrigues Raskolnikov.",
      "importance_score": 4
    },
    {
      "page_number": 406,
      "summary": "Svidrigaïlov describes his encounters with the ghost of his deceased wife, Marfa Petrovna, who engages him in trivial conversations.",
      "importance_score": 4
    },
    {
      "page_number": 407,
      "summary": "Marfa Petrovna visits Svidrigaïlov, showcasing her new dress and teasing him about seeking a bride shortly after his wife's death.",
      "importance_score": 3
    },
    {
      "page_number": 408,
      "summary": "Svidrigaïlov argues that ghosts may only appear to the sick, suggesting they are fragments of another world, while Raskolnikov vehemently denies their existence.",
      "importance_score": 4
    },
    {
      "page_number": 409,
      "summary": "Raskolnikov and Svidrigaïlov engage in a philosophical discussion about the nature of eternity and the afterlife, revealing their contrasting beliefs.",
      "importance_score": 4
    },
    {
      "page_number": 410,
      "summary": "Raskolnikov confronts Svidrigaïlov about his intentions regarding his sister's marriage to Luzhin, expressing irritation and skepticism about Svidrigaïlov's motives.",
      "importance_score": 4
    },
    {
      "page_number": 411,
      "summary": "The speaker reflects on their lack of love for Avdotya Romanovna and their intentions regarding her engagement to Mr. Luzhin.",
      "importance_score": 4
    },
    {
      "page_number": 412,
      "summary": "Svidrigaïlov offers Raskolnikov's sister, Avdotya, ten thousand roubles to help her break away from Mr. Luzhin, claiming it is a selfless act to make amends for past troubles.",
      "importance_score": 4
    },
    {
      "page_number": 413,
      "summary": "Svidrigaïlov suggests that Raskolnikov should inform his sister about a monetary gift he wishes to offer her, despite Raskolnikov's refusal to facilitate the communication.",
      "importance_score": 4
    },
    {
      "page_number": 414,
      "summary": "Svidrigaïlov informs Raskolnikov that Marfa Petrovna left money for Avdotya Romanovna in her will.",
      "importance_score": 4
    },
    {
      "page_number": 415,
      "summary": "Svidrigaïlov reveals that Marfa Petrovna left three thousand roubles to Dounia before her death.",
      "importance_score": 4
    },
    {
      "page_number": 416,
      "summary": "Raskolnikov expresses concern about Svidrigaïlov's intentions towards his sister Dounia after the recent death of Svidrigaïlov's wife.",
      "importance_score": 4
    },
    {
      "page_number": 417,
      "summary": "Raskolnikov questions his sanity and the reality of his experiences, contemplating the possibility that everything may be mere imagination.",
      "importance_score": 4
    },
    {
      "page_number": 418,
      "summary": "Raskolnikov reflects on the absurdity of his situation and the reactions of those around him as they gather for a meeting.",
      "importance_score": 4
    },
    {
      "page_number": 419,
      "summary": "Pyotr Petrovitch feels slighted and seeks an explanation for perceived disobedience from the ladies.",
      "importance_score": 3
    },
    {
      "page_number": 420,
      "summary": "Pyotr Petrovitch's polite demeanor masks his discomfort and hostility towards Razumihin as they discuss the recent death of Marfa Petrovna and the arrival of Svidrigaïlov in Petersburg.",
      "importance_score": 4
    },
    {
      "page_number": 421,
      "summary": "Pulcheria Alexandrovna expresses her fear of a man she believes caused Marfa Petrovna's death, while Pyotr Petrovitch describes him as depraved and dangerous, hinting at his criminal past.",
      "importance_score": 4
    },
    {
      "page_number": 422,
      "summary": "Dounia confronts the unclear circumstances surrounding Svidrigaïlov's alleged involvement in a girl's suicide and the mistreatment of a servant named Philip.",
      "importance_score": 4
    },
    {
      "page_number": 423,
      "summary": "Dounia expresses her discomfort with discussions about Mr. Svidrigaïlov, highlighting the negative impact he has on her.",
      "importance_score": 4
    },
    {
      "page_number": 424,
      "summary": "Raskolnikov reveals to Dounia and their mother that Mr. Svidrigaïlov wishes to propose something to her and mentions an inheritance left to Dounia.",
      "importance_score": 4
    },
    {
      "page_number": 425,
      "summary": "Dounia insists on addressing the insults between her brother and Pyotr Petrovitch to reconcile and secure their future.",
      "importance_score": 4
    },
    {
      "page_number": 426,
      "summary": "Dounia insists that she must choose between her brother and her fiancé, Pyotr Petrovitch, to resolve their conflict.",
      "importance_score": 4
    },
    {
      "page_number": 427,
      "summary": "Luzhin expresses his irritation and offense at Dounia's perceived disrespect towards him and his position in their relationship.",
      "importance_score": 4
    },
    {
      "page_number": 428,
      "summary": "Luzhin accuses Raskolnikov of misrepresenting his words, while Pulcheria Alexandrovna defends her son and challenges Luzhin's claims.",
      "importance_score": 4
    },
    {
      "page_number": 429,
      "summary": "Raskolnikov confronts Luzhin over his slanderous letter, defending the character of a girl Luzhin disparaged.",
      "importance_score": 4
    },
    {
      "page_number": 430,
      "summary": "Pulcheria Alexandrovna asserts her family's independence and challenges Pyotr Petrovitch's sense of authority over them.",
      "importance_score": 4
    },
    {
      "page_number": 431,
      "summary": "Dounia firmly rejects Pyotr Petrovitch's advances, leading to a heated confrontation with her family.",
      "importance_score": 4
    },
    {
      "page_number": 432,
      "summary": "Raskolnikov confronts Pyotr Petrovitch Luzhin, who arrogantly claims he deserves gratitude for disregarding public opinion about Dounia's reputation.",
      "importance_score": 4
    },
    {
      "page_number": 433,
      "summary": "Pyotr Petrovitch harbors intense hatred towards Raskolnikov, blaming him for his troubles while still clinging to hope for a resolution with the ladies.",
      "importance_score": 4
    },
    {
      "page_number": 434,
      "summary": "Pyotr Petrovitch, blinded by vanity and self-admiration, fails to recognize the strength of the women he seeks to control and ultimately underestimates their resilience.",
      "importance_score": 4
    },
    {
      "page_number": 435,
      "summary": "Pyotr Petrovitch's obsession with Dounia reveals his desire for control and admiration in a romantic relationship.",
      "importance_score": 4
    },
    {
      "page_number": 436,
      "summary": "The character grapples with the fallout of a failed romantic engagement, feeling both regret and determination to rectify the situation.",
      "importance_score": 4
    },
    {
      "page_number": 437,
      "summary": "The characters experience a mix of relief and tension following the decision to end Dounia's engagement to Luzhin, revealing their differing emotional responses.",
      "importance_score": 4
    },
    {
      "page_number": 438,
      "summary": "Raskolnikov expresses confusion about Svidrigaïlov's strange behavior and motives regarding Dounia, while Pulcheria Alexandrovna feels grateful for a financial windfall after Marfa Petrovna's death.",
      "importance_score": 4
    },
    {
      "page_number": 439,
      "summary": "Dounia feels a sense of unease about Svidrigaïlov's intentions, prompting Raskolnikov and Razumihin to vow to protect her.",
      "importance_score": 4
    },
    {
      "page_number": 440,
      "summary": "Razumihin proposes a publishing partnership, leveraging borrowed money to capitalize on the potential profitability of the book market.",
      "importance_score": 4
    },
    {
      "page_number": 441,
      "summary": "The characters discuss the potential of starting a publishing venture, highlighting their confidence in its success and the experience of one member in the business.",
      "importance_score": 4
    },
    {
      "page_number": 442,
      "summary": "Rodya expresses a desire to part from his family temporarily due to his feelings of illness and unrest.",
      "importance_score": 4
    },
    {
      "page_number": 443,
      "summary": "Raskolnikov expresses a desire to be alone and cut ties with his family, fearing that their love will lead to hatred.",
      "importance_score": 4
    },
    {
      "page_number": 444,
      "summary": "Raskolnikov insists that Razumihin should leave him alone and return to the others, hinting at a deeper, troubling understanding between them.",
      "importance_score": 4
    },
    {
      "page_number": 445,
      "summary": "Razumihin assumes a supportive role in Raskolnikov's life, acting as a son and brother figure.",
      "importance_score": 4
    },
    {
      "page_number": 446,
      "summary": "Raskolnikov visits Sonia at her home, finding her surprised and agitated by his unexpected arrival.",
      "importance_score": 4
    },
    {
      "page_number": 447,
      "summary": "Raskolnikov visits Sonia's impoverished and dismal room, reflecting the starkness of her living conditions.",
      "importance_score": 4
    },
    {
      "page_number": 448,
      "summary": "Raskolnikov visits Sonia for what he believes may be the last time, expressing concern for her well-being while contemplating his uncertain future.",
      "importance_score": 4
    },
    {
      "page_number": 449,
      "summary": "Raskolnikov visits Sonia for what he believes may be the last time, discussing her living situation and the kindness of her landlords.",
      "importance_score": 4
    },
    {
      "page_number": 450,
      "summary": "Sonia expresses deep compassion for Katerina Ivanovna, emphasizing her suffering and innocence despite her mental instability.",
      "importance_score": 4
    },
    {
      "page_number": 451,
      "summary": "Sonia expresses deep concern for Katerina Ivanovna's unstable state and reliance on others for support amidst their struggles.",
      "importance_score": 4
    },
    {
      "page_number": 452,
      "summary": "Sonia expresses deep remorse for her past cruelty towards her family, highlighting her struggles and the emotional toll it takes on her.",
      "importance_score": 4
    },
    {
      "page_number": 453,
      "summary": "Katerina Ivanovna, suffering from rapid consumption, longs for a simple joy in receiving a gift of collars, highlighting her pride and the sadness of her situation.",
      "importance_score": 4
    },
    {
      "page_number": 454,
      "summary": "Sonia expresses despair over the potential suffering of Katerina Ivanovna and the children, fearing their dire future if circumstances worsen.",
      "importance_score": 4
    },
    {
      "page_number": 455,
      "summary": "Sonia expresses her despair over the possibility of losing her loved ones, clinging to her faith in God's protection despite Raskolnikov's cynicism.",
      "importance_score": 4
    },
    {
      "page_number": 456,
      "summary": "Raskolnikov expresses his anguish over Sonia's suffering and self-betrayal, highlighting the contrast between her dishonor and the dignity of her suffering.",
      "importance_score": 4
    },
    {
      "page_number": 457,
      "summary": "Raskolnikov grapples with Sonia's enduring shame and despair, questioning how she can maintain her humanity amidst her degrading circumstances.",
      "importance_score": 5
    },
    {
      "page_number": 458,
      "summary": "Raskolnikov contemplates Sonia's exceptional resilience amidst her degrading circumstances, questioning whether her purity can withstand the moral decay surrounding her.",
      "importance_score": 5
    },
    {
      "page_number": 459,
      "summary": "Sonia's deep reliance on God amidst her suffering reveals her strength and complexity, challenging the notion of depravity in her life.",
      "importance_score": 4
    },
    {
      "page_number": 460,
      "summary": "Raskolnikov questions Sonia about her faith and the New Testament, revealing his growing curiosity and confusion about her beliefs.",
      "importance_score": 4
    },
    {
      "page_number": 461,
      "summary": "Raskolnikov urges Sonia to read from the New Testament, revealing their shared connection to faith and loss.",
      "importance_score": 4
    },
    {
      "page_number": 462,
      "summary": "Sonia struggles to read aloud to Raskolnikov, revealing her deep emotional turmoil and desire to share her thoughts despite the pain it brings her.",
      "importance_score": 4
    },
    {
      "page_number": 463,
      "summary": "Sonia reads a passage from the Bible about faith and resurrection, expressing her belief in Jesus as the Christ.",
      "importance_score": 3
    },
    {
      "page_number": 464,
      "summary": "Raskolnikov observes a woman's emotional turmoil as she passionately engages with the story of Jesus, reflecting themes of belief and doubt.",
      "importance_score": 4
    },
    {
      "page_number": 465,
      "summary": "Sonia reads about the raising of Lazarus, deeply moved, while Raskolnikov grapples with his own turmoil and isolation.",
      "importance_score": 4
    },
    {
      "page_number": 466,
      "summary": "Raskolnikov confesses to Sonia that he has severed ties with his family and seeks to share a path of despair with her, both feeling accursed.",
      "importance_score": 4
    },
    {
      "page_number": 467,
      "summary": "Raskolnikov urges Sonia to confront harsh realities and take decisive action for their future, emphasizing the need for power and freedom.",
      "importance_score": 4
    },
    {
      "page_number": 468,
      "summary": "Sonia is terrified and confused by Raskolnikov's cryptic knowledge of Lizaveta's murder and his emotional turmoil.",
      "importance_score": 4
    },
    {
      "page_number": 469,
      "summary": "Mr. Svidrigaïlov eavesdrops on Raskolnikov and Sonia's conversation, intrigued by their exchange.",
      "importance_score": 4
    },
    {
      "page_number": 470,
      "summary": "Raskolnikov anxiously waits at the investigation department, feeling paranoid about being observed while questioning whether anyone knows of his involvement in a crime.",
      "importance_score": 4
    },
    {
      "page_number": 471,
      "summary": "Raskolnikov feels intense hatred and fear towards Porfiry Petrovitch as he prepares to confront him in a tense meeting.",
      "importance_score": 4
    },
    {
      "page_number": 472,
      "summary": "Raskolnikov feels intense unease and suspicion during his encounter with Porfiry Petrovitch, reflecting his inner turmoil and fear.",
      "importance_score": 4
    },
    {
      "page_number": 473,
      "summary": "Raskolnikov feels increasingly anxious and suspicious during a tense conversation with Porfiry Petrovitch, who is behaving oddly.",
      "importance_score": 4
    },
    {
      "page_number": 474,
      "summary": "Raskolnikov and Porfiry Petrovitch engage in a tense exchange, highlighting the psychological tactics used in legal interrogations.",
      "importance_score": 4
    },
    {
      "page_number": 475,
      "summary": "Raskolnikov feels trapped and irritated during a tense encounter with Porfiry Petrovitch, who seems to have ulterior motives for their meeting.",
      "importance_score": 4
    },
    {
      "page_number": 476,
      "summary": "Porfiry Petrovitch expresses his awkwardness in social interactions, highlighting the difficulty of conversation between intelligent but unfamiliar individuals.",
      "importance_score": 4
    },
    {
      "page_number": 477,
      "summary": "Raskolnikov listens to Porfiry's aimless chatter, questioning whether it is a distraction from his own thoughts.",
      "importance_score": 4
    },
    {
      "page_number": 478,
      "summary": "Porfiry Petrovitch discusses the ineffectiveness of formalities in legal investigations while engaging Raskolnikov in seemingly trivial conversation.",
      "importance_score": 4
    },
    {
      "page_number": 479,
      "summary": "The speaker discusses the complexities of handling criminal suspects and the nuances of evidence in legal proceedings.",
      "importance_score": 4
    },
    {
      "page_number": 480,
      "summary": "The speaker argues that allowing a suspected criminal to remain in suspense can lead to revealing evidence, as the psychological pressure may drive them to act in ways that confirm their guilt.",
      "importance_score": 4
    },
    {
      "page_number": 481,
      "summary": "The speaker expresses confidence in capturing a man psychologically, believing he will inevitably succumb to pressure and reveal himself.",
      "importance_score": 4
    },
    {
      "page_number": 482,
      "summary": "Raskolnikov grapples with his anxiety and suspicion regarding Porfiry's intentions, determined to maintain his composure and silence in the face of psychological manipulation.",
      "importance_score": 4
    },
    {
      "page_number": 483,
      "summary": "The speaker reflects on the deceptive nature of wit and intellect, emphasizing the importance of actual facts and human temperament over clever arguments.",
      "importance_score": 4
    },
    {
      "page_number": 484,
      "summary": "The passage explores how a person's temperament can betray them, even when they attempt to deceive others with cleverness and wit.",
      "importance_score": 4
    },
    {
      "page_number": 485,
      "summary": "Raskolnikov confronts Porfiry, expressing his frustration over being suspected of murder and demanding to be prosecuted if that is the case.",
      "importance_score": 4
    },
    {
      "page_number": 486,
      "summary": "Porfiry expresses concern for Raskolnikov's health while revealing his awareness of Raskolnikov's situation and the suspicions surrounding him.",
      "importance_score": 4
    },
    {
      "page_number": 487,
      "summary": "Raskolnikov's mental state deteriorates as he grapples with guilt and paranoia following a murder he feels partly responsible for.",
      "importance_score": 4
    },
    {
      "page_number": 488,
      "summary": "Raskolnikov grapples with his guilt and mental state after being indirectly involved in a murder, leading to a struggle between his sanity and the perception of his actions.",
      "importance_score": 4
    },
    {
      "page_number": 489,
      "summary": "Raskolnikov struggles with his guilt and paranoia as Porfiry questions his honesty regarding his involvement in a crime.",
      "importance_score": 4
    },
    {
      "page_number": 490,
      "summary": "Porfiry suggests that Raskolnikov's suspicious behavior reveals his guilt, while expressing concern for his health and family.",
      "importance_score": 4
    },
    {
      "page_number": 491,
      "summary": "Porfiry asserts that he has no suspicion of Raskolnikov, despite Raskolnikov's anxious behavior and accusations of deceit.",
      "importance_score": 4
    },
    {
      "page_number": 492,
      "summary": "Raskolnikov demands clarity from Porfiry about his innocence while struggling with intense anxiety and fury over the uncertainty of his situation.",
      "importance_score": 4
    },
    {
      "page_number": 493,
      "summary": "Raskolnikov confronts Porfiry about his suspicions and feels trapped in a psychological game.",
      "importance_score": 4
    },
    {
      "page_number": 494,
      "summary": "Raskolnikov confronts Porfiry, accusing him of manipulation and demanding evidence against him, leading to an unexpected turn in their tense exchange.",
      "importance_score": 4
    },
    {
      "page_number": 495,
      "summary": "Raskolnikov recalls the chaotic moment when the prisoner Nikolay is unexpectedly brought into the room, causing confusion and annoyance among the officials.",
      "importance_score": 4
    },
    {
      "page_number": 496,
      "summary": "Nikolay confesses to Porfiry Petrovitch that he is the murderer of Alyona Ivanovna and her sister Lizaveta.",
      "importance_score": 4
    },
    {
      "page_number": 497,
      "summary": "Nikolay confesses to being the murderer, claiming he acted alone with an axe.",
      "importance_score": 4
    },
    {
      "page_number": 498,
      "summary": "Porfiry Petrovitch expresses surprise and anxiety during a tense interaction with Raskolnikov, hinting at underlying tensions and unresolved issues.",
      "importance_score": 4
    },
    {
      "page_number": 499,
      "summary": "Porfiry Petrovitch expresses a desire to meet Raskolnikov again to ask him questions, hinting at their complex relationship.",
      "importance_score": 4
    },
    {
      "page_number": 500,
      "summary": "Raskolnikov reflects on the psychological manipulation involved in Nikolay's confession, finding humor in the absurdity of the situation.",
      "importance_score": 4
    },
    {
      "page_number": 501,
      "summary": "Raskolnikov grapples with the implications of Nikolay's confession and the psychological game being played by Porfiry, realizing the danger of his own compromised position.",
      "importance_score": 4
    },
    {
      "page_number": 502,
      "summary": "Raskolnikov experiences a fleeting sense of relief and anticipation before being confronted by a mysterious visitor from the previous day.",
      "importance_score": 4
    },
    {
      "page_number": 503,
      "summary": "Raskolnikov encounters a man who admits to feeling guilty for having evil thoughts about him.",
      "importance_score": 4
    },
    {
      "page_number": 504,
      "summary": "Raskolnikov grapples with the psychological implications of his actions and the potential consequences of being discovered.",
      "importance_score": 4
    },
    {
      "page_number": 505,
      "summary": "Raskolnikov recounts a tense encounter with a man who was agitated about a previous incident, revealing the complexities of guilt and suspicion.",
      "importance_score": 4
    },
    {
      "page_number": 506,
      "summary": "Raskolnikov leaves the room feeling more confident, despite his internal shame and contempt for his own cowardice.",
      "importance_score": 4
    },
    {
      "page_number": 507,
      "summary": "Raskolnikov leaves the room feeling more confident and maliciously self-reflective about his cowardice.",
      "importance_score": 1
    },
    {
      "page_number": 508,
      "summary": "Pyotr Petrovitch grapples with his wounded vanity and irritation following an unpleasant interview, reflecting on his personal shortcomings and relationships.",
      "importance_score": 4
    },
    {
      "page_number": 509,
      "summary": "Pyotr Petrovitch grapples with the consequences of his failed engagement and the financial burdens that accompany it.",
      "importance_score": 4
    },
    {
      "page_number": 510,
      "summary": "Pyotr Petrovitch feels frustrated and irritated by various personal and social obligations, particularly regarding a funeral dinner he is expected to attend.",
      "importance_score": 4
    },
    {
      "page_number": 511,
      "summary": "Pyotr Petrovitch feels a mix of disdain and fear towards Andrey Semyonovitch, a progressive figure he perceives as a threat to his reputation.",
      "importance_score": 4
    },
    {
      "page_number": 512,
      "summary": "Pyotr Petrovitch is anxious about the influence of the younger generation and seeks to navigate their potential power while relying on the simple-minded Andrey Semyonovitch for guidance.",
      "importance_score": 3
    },
    {
      "page_number": 513,
      "summary": "Pyotr Petrovitch is depicted as a duplicitous character who secretly despises Andrey Semyonovitch while feigning interest in progressive ideas.",
      "importance_score": 4
    },
    {
      "page_number": 514,
      "summary": "Andrey Semyonovitch struggles with feelings of inferiority and irritation while discussing progressive ideas with the self-absorbed Pyotr Petrovitch.",
      "importance_score": 3
    },
    {
      "page_number": 515,
      "summary": "Pyotr Petrovitch discusses a feast being prepared by a widow, expressing surprise at her spending and revealing past conflicts with others involved.",
      "importance_score": 4
    },
    {
      "page_number": 516,
      "summary": "Lebeziatnikov defends his actions against a woman while discussing the complexities of gender equality and societal conventions.",
      "importance_score": 4
    },
    {
      "page_number": 517,
      "summary": "The text discusses the importance of protest and honesty in personal relationships, advocating for direct communication over softness.",
      "importance_score": 4
    },
    {
      "page_number": 518,
      "summary": "The speaker expresses regret over the absence of his parents, reflecting on how he would have aimed to astonish them with a protest against societal norms, particularly regarding women's suffering and agency.",
      "importance_score": 4
    },
    {
      "page_number": 519,
      "summary": "The speaker defends their relationship with Sofya Semyonovna as a disinterested effort to develop her character and attract her to a new community.",
      "importance_score": 4
    },
    {
      "page_number": 520,
      "summary": "The conversation reveals a character's belief in the importance of women's freedom and dignity, while critiquing societal prejudices against them.",
      "importance_score": 4
    },
    {
      "page_number": 521,
      "summary": "The discussion revolves around the concepts of personal privacy, equality, and the value of work in a future society.",
      "importance_score": 4
    },
    {
      "page_number": 522,
      "summary": "Pyotr Petrovitch expresses disdain for traditional notions of honor, emphasizing that only usefulness defines human activity.",
      "importance_score": 4
    },
    {
      "page_number": 523,
      "summary": "Pyotr Petrovitch expresses his desire to speak privately with Sonia while ensuring Raskolnikov does not overhear their conversation.",
      "importance_score": 4
    },
    {
      "page_number": 524,
      "summary": "Pyotr Petrovitch expresses his apologies to Sonia for missing dinner and reveals he has another purpose for their meeting.",
      "importance_score": 4
    },
    {
      "page_number": 525,
      "summary": "Sonia feels embarrassed while discussing Katerina Ivanovna's dire situation and the possibility of assistance with Pyotr Petrovitch.",
      "importance_score": 4
    },
    {
      "page_number": 526,
      "summary": "Sonia expresses her confusion and concern about her family's financial situation while discussing potential assistance with Pyotr Petrovitch.",
      "importance_score": 4
    },
    {
      "page_number": 527,
      "summary": "Pyotr Petrovitch expresses concern about Katerina Ivanovna's reckless spending despite her dire financial situation and offers Sonia a small sum to help.",
      "importance_score": 4
    },
    {
      "page_number": 528,
      "summary": "Lebeziatnikov expresses admiration for Pyotr Petrovitch's humane actions despite his conflicting beliefs about private charity and marriage.",
      "importance_score": 4
    },
    {
      "page_number": 529,
      "summary": "Luzhin argues that legal marriage is necessary to avoid humiliation and deception, while Lebeziatnikov contends that free marriage eliminates such issues by allowing open relationships.",
      "importance_score": 4
    },
    {
      "page_number": 530,
      "summary": "Luzhin expresses a cynical view on marriage, suggesting he would encourage his wife to take a lover to maintain mutual respect.",
      "importance_score": 3
    },
    {
      "page_number": 531,
      "summary": "Katerina Ivanovna's decision to host a lavish dinner for Marmeladov's funeral reflects her struggle with pride and the desire to assert her social status despite her poverty.",
      "importance_score": 4
    },
    {
      "page_number": 532,
      "summary": "Katerina Ivanovna, despite her mental strain and difficult circumstances, organizes a dinner to honor the memory of her deceased husband, showcasing her determination and social aspirations.",
      "importance_score": 4
    },
    {
      "page_number": 533,
      "summary": "Katerina Ivanovna's emotional instability leads her to oscillate between adoration and contempt for those around her, particularly Amalia Ivanovna, whose efforts she simultaneously respects and resents.",
      "importance_score": 4
    },
    {
      "page_number": 534,
      "summary": "Katerina Ivanovna feels disillusioned and irritated by the lack of respect shown by the lodgers and the behavior of Amalia Ivanovna during a memorial dinner.",
      "importance_score": 4
    },
    {
      "page_number": 535,
      "summary": "Katerina Ivanovna invites her haughty neighbors to dinner to demonstrate her nobility and disinterest in malice despite their disdain.",
      "importance_score": 4
    },
    {
      "page_number": 536,
      "summary": "Katerina Ivanovna feels frustrated and disrespected by the unrefined guests at her gathering, highlighting her struggle to maintain dignity amidst chaos.",
      "importance_score": 4
    },
    {
      "page_number": 537,
      "summary": "Katerina Ivanovna expresses her frustrations about the dinner and her guests while eagerly engaging Raskolnikov in conversation.",
      "importance_score": 4
    },
    {
      "page_number": 538,
      "summary": "Katerina Ivanovna expresses her disdain for the guests at her gathering, mocking their presence and the landlady's lack of understanding.",
      "importance_score": 4
    },
    {
      "page_number": 539,
      "summary": "Katerina Ivanovna expresses frustration over the guests at her husband's funeral and is concerned about the absence of certain individuals.",
      "importance_score": 4
    },
    {
      "page_number": 540,
      "summary": "Sonia attempts to comfort Katerina Ivanovna while navigating the awkwardness of their situation and the presence of Raskolnikov.",
      "importance_score": 4
    },
    {
      "page_number": 541,
      "summary": "Katerina Ivanovna defends her late husband’s character, emphasizing his kindness and love for his family despite his drinking problem.",
      "importance_score": 4
    },
    {
      "page_number": 542,
      "summary": "Katerina Ivanovna expresses her conflicted feelings about her late husband, revealing her struggle between kindness and the need for severity to manage his behavior.",
      "importance_score": 4
    },
    {
      "page_number": 543,
      "summary": "Sonia feels anxious about Katerina Ivanovna's growing irritation at the dinner, aware that her presence is the source of contempt from the other guests.",
      "importance_score": 4
    },
    {
      "page_number": 544,
      "summary": "Katerina Ivanovna, regaining her good humor, shares her dream of opening a school for the daughters of gentlemen while mocking the behavior of foreigners.",
      "importance_score": 4
    },
    {
      "page_number": 545,
      "summary": "Katerina Ivanovna boasts about her noble background and plans to open a boarding school, hoping to impress her guests.",
      "importance_score": 4
    },
    {
      "page_number": 546,
      "summary": "Katerina Ivanovna expresses her frustration with Amalia Ivanovna's meddling during a tense dinner, asserting her authority and dismissing irrelevant comments.",
      "importance_score": 4
    },
    {
      "page_number": 547,
      "summary": "Katerina Ivanovna and Amalia Ivanovna engage in a heated argument about their social status and family backgrounds, revealing deep-seated animosities.",
      "importance_score": 4
    },
    {
      "page_number": 548,
      "summary": "Amalia Ivanovna and Katerina Ivanovna engage in a heated confrontation over their social standings and the treatment of Katerina in her misfortune.",
      "importance_score": 4
    },
    {
      "page_number": 549,
      "summary": "Katerina Ivanovna is bewildered by Pyotr Petrovitch's dismissive attitude towards her and her family's misfortunes.",
      "importance_score": 4
    },
    {
      "page_number": 550,
      "summary": "Pyotr Petrovitch accuses Sonia of stealing a hundred-rouble note, threatening serious consequences if she does not confess.",
      "importance_score": 4
    },
    {
      "page_number": 551,
      "summary": "Luzhin accuses Sonia of theft, asserting that her embarrassment during their conversation indicates guilt.",
      "importance_score": 4
    },
    {
      "page_number": 552,
      "summary": "Luzhin accuses Sonia of stealing a hundred-rouble note, expressing his suspicion despite his reluctance to do so.",
      "importance_score": 4
    },
    {
      "page_number": 553,
      "summary": "Sonia is accused of theft by Luzhin, leading to a tense confrontation where she desperately denies the accusation.",
      "importance_score": 4
    },
    {
      "page_number": 554,
      "summary": "Katerina Ivanovna defends Sonia against accusations of theft, passionately asserting her innocence and confronting Luzhin.",
      "importance_score": 4
    },
    {
      "page_number": 555,
      "summary": "Katerina Ivanovna confronts Luzhin, accusing him of wrongdoing and demanding that Sonia's innocence be proven by searching her pockets.",
      "importance_score": 4
    },
    {
      "page_number": 556,
      "summary": "Sonia is unjustly accused of theft, prompting Katerina Ivanovna to passionately defend her character and plead for compassion from those around them.",
      "importance_score": 4
    },
    {
      "page_number": 557,
      "summary": "The scene depicts a moment of intense emotional turmoil as a sick woman pleads for help, eliciting compassion from the audience while highlighting the moral complexities surrounding poverty and guilt.",
      "importance_score": 4
    },
    {
      "page_number": 558,
      "summary": "Lebeziatnikov confronts Pyotr Petrovitch, accusing him of slander and expressing his outrage over his actions.",
      "importance_score": 4
    },
    {
      "page_number": 559,
      "summary": "Lebeziatnikov accuses Luzhin of deceitfully giving a hundred-rouble note to Sofya, contradicting Luzhin's claim of only giving her ten roubles.",
      "importance_score": 4
    },
    {
      "page_number": 560,
      "summary": "Lebeziatnikov witnesses Luzhin secretly giving a hundred-rouble note to Sofya, prompting a confrontation about his intentions.",
      "importance_score": 4
    },
    {
      "page_number": 561,
      "summary": "The speaker reflects on the complexities of charitable actions and the motivations behind them, questioning the sincerity of private benevolence.",
      "importance_score": 4
    },
    {
      "page_number": 562,
      "summary": "Raskolnikov confidently asserts his understanding of a deceitful plot, indicating a turning point in the unfolding drama.",
      "importance_score": 4
    },
    {
      "page_number": 563,
      "summary": "Raskolnikov defends Sofya Semyonovna against Luzhin's malicious accusations, asserting his integrity and the truth about his financial dealings.",
      "importance_score": 4
    },
    {
      "page_number": 564,
      "summary": "Raskolnikov argues that Luzhin's motives are driven by spite and a desire to protect his own interests at the expense of others.",
      "importance_score": 4
    },
    {
      "page_number": 565,
      "summary": "Luzhin, cornered and pale, faces accusations and hostility from the crowd, while Raskolnikov struggles to intervene.",
      "importance_score": 4
    },
    {
      "page_number": 566,
      "summary": "Pyotr Petrovitch, facing accusations and hostility, attempts to assert his innocence and escape the situation while chaos ensues around him.",
      "importance_score": 4
    },
    {
      "page_number": 567,
      "summary": "Katerina Ivanovna, overwhelmed by her helplessness and the wrongs done to her, is forcibly evicted from her lodging on the day of her husband's funeral.",
      "importance_score": 4
    },
    {
      "page_number": 568,
      "summary": "Katerina Ivanovna, desperate for justice for her children, rushes into the street amidst chaos, leaving her terrified daughter behind.",
      "importance_score": 4
    },
    {
      "page_number": 569,
      "summary": "Raskolnikov, despite his own anguish, feels compelled to confront Sonia with the truth about Lizaveta's murder.",
      "importance_score": 4
    },
    {
      "page_number": 570,
      "summary": "Sonia expresses her gratitude to Raskolnikov for his support, while he struggles with his own emotions and the turmoil surrounding their lives.",
      "importance_score": 4
    },
    {
      "page_number": 571,
      "summary": "Raskolnikov and Sonia discuss the potential consequences of Luzhin's actions on Katerina Ivanovna's life.",
      "importance_score": 4
    },
    {
      "page_number": 572,
      "summary": "Raskolnikov questions Sonia about the moral implications of choosing between the lives of Luzhin and Katerina Ivanovna, leading to her distress and tears.",
      "importance_score": 4
    },
    {
      "page_number": 573,
      "summary": "Raskolnikov experiences a profound internal conflict as he seeks forgiveness from Sonia, revealing his vulnerability and confusion.",
      "importance_score": 4
    },
    {
      "page_number": 574,
      "summary": "Raskolnikov struggles with his guilt and the impact of his actions on Sonia, revealing his inner turmoil and the need for confession.",
      "importance_score": 4
    },
    {
      "page_number": 575,
      "summary": "Raskolnikov reveals to Sonia the accidental murder of Lizaveta, deepening her fear and confusion.",
      "importance_score": 4
    },
    {
      "page_number": 576,
      "summary": "Sonia experiences a profound and paralyzing fear as she confronts the truth of Raskolnikov's actions.",
      "importance_score": 4
    },
    {
      "page_number": 577,
      "summary": "Sonia expresses her deep emotional connection to Raskolnikov, vowing to never leave him despite his turmoil.",
      "importance_score": 4
    },
    {
      "page_number": 578,
      "summary": "Sonia expresses her anguish and disbelief upon realizing that Raskolnikov is a murderer, struggling to reconcile her feelings for him with the horror of his actions.",
      "importance_score": 4
    },
    {
      "page_number": 579,
      "summary": "Raskolnikov struggles with the moral implications of his crime, revealing his inner turmoil and confusion about his motivations.",
      "importance_score": 4
    },
    {
      "page_number": 580,
      "summary": "Raskolnikov expresses his inner turmoil and desperation for connection with Sonia amidst his guilt and moral conflict.",
      "importance_score": 4
    },
    {
      "page_number": 581,
      "summary": "Raskolnikov confesses to Sonia that his desire to become a great figure like Napoleon motivated his crime, revealing his inner turmoil and sense of guilt.",
      "importance_score": 5
    },
    {
      "page_number": 582,
      "summary": "The protagonist reflects on the moral implications of his actions by comparing himself to Napoleon, ultimately realizing the absurdity of justifying murder for personal gain.",
      "importance_score": 5
    },
    {
      "page_number": 583,
      "summary": "The protagonist reflects on his struggles and justifies his decision to murder a pawnbroker to secure a better future for himself and his family.",
      "importance_score": 4
    },
    {
      "page_number": 584,
      "summary": "The protagonist reflects on his mental state and the underlying causes of his turmoil, revealing his feelings of exhaustion and despair.",
      "importance_score": 4
    },
    {
      "page_number": 585,
      "summary": "Raskolnikov reflects on his isolation and the futility of waiting for others to change, concluding that true power lies in strength of mind and daring.",
      "importance_score": 4
    },
    {
      "page_number": 586,
      "summary": "Raskolnikov believes that true power comes from daring to take extreme actions, which he justifies as the reason for his crime.",
      "importance_score": 4
    },
    {
      "page_number": 587,
      "summary": "Raskolnikov reflects on his motivations for murder, admitting it was for himself alone rather than for any noble cause.",
      "importance_score": 5
    },
    {
      "page_number": 588,
      "summary": "The protagonist grapples with the moral implications of his actions, feeling that he has not only killed another but has also destroyed himself in the process.",
      "importance_score": 5
    },
    {
      "page_number": 589,
      "summary": "Sonia urges Raskolnikov to confess his crime and seek redemption, but he resists, questioning the value of doing so.",
      "importance_score": 5
    },
    {
      "page_number": 590,
      "summary": "The protagonist grapples with guilt and the fear of arrest while contemplating his actions and their consequences.",
      "importance_score": 4
    },
    {
      "page_number": 591,
      "summary": "Raskolnikov grapples with the burden of his crime and the pain of Sonia's love, feeling increasingly isolated and unhappy despite her support.",
      "importance_score": 4
    },
    {
      "page_number": 592,
      "summary": "Sonia offers Raskolnikov a cross to symbolize their shared suffering, but he hesitates to accept it immediately.",
      "importance_score": 4
    },
    {
      "page_number": 593,
      "summary": "Katerina Ivanovna is in a state of distress, having been turned away from a general's dinner and threatening to take her children to the streets.",
      "importance_score": 4
    },
    {
      "page_number": 594,
      "summary": "Katerina Ivanovna is exhibiting signs of madness, causing distress among those around her.",
      "importance_score": 4
    },
    {
      "page_number": 595,
      "summary": "Raskolnikov reflects on the idea that insanity may stem from a logical error rather than a physical ailment, while feeling disconnected and absorbed in his own thoughts.",
      "importance_score": 4
    },
    {
      "page_number": 596,
      "summary": "Raskolnikov feels a profound sense of loneliness and guilt for burdening Sonia with his troubles, contemplating isolation as a better alternative.",
      "importance_score": 4
    },
    {
      "page_number": 597,
      "summary": "Raskolnikov expresses concern for his sister Dounia's well-being while contemplating his own isolation and the impact of his troubles on those he loves.",
      "importance_score": 4
    },
    {
      "page_number": 598,
      "summary": "Raskolnikov grapples with his inner turmoil and the weight of his misery as he wanders aimlessly, reflecting on his emotional state and the impact of his actions.",
      "importance_score": 4
    },
    {
      "page_number": 599,
      "summary": "Katerina Ivanovna is in a frantic state, desperately trying to manage the children and attract attention from the crowd.",
      "importance_score": 4
    },
    {
      "page_number": 600,
      "summary": "Katerina Ivanovna desperately tries to make her children perform in the streets, driven by her madness and despair.",
      "importance_score": 4
    },
    {
      "page_number": 601,
      "summary": "Katerina Ivanovna insists on begging in the streets to expose their plight, despite Sonia's pleas to return home.",
      "importance_score": 4
    },
    {
      "page_number": 602,
      "summary": "Katerina Ivanovna expresses her despair over their situation while insisting on providing for her children despite the challenges they face.",
      "importance_score": 4
    },
    {
      "page_number": 603,
      "summary": "The characters are preparing for a street performance, discussing what song to sing to attract attention and money.",
      "importance_score": 3
    },
    {
      "page_number": 604,
      "summary": "Katerina Ivanovna pleads for help and sympathy from a gentleman while facing trouble with a policeman during a public performance.",
      "importance_score": 4
    },
    {
      "page_number": 605,
      "summary": "Katerina Ivanovna, distraught after her husband's burial, frantically searches for her children amidst a chaotic crowd while facing a police official.",
      "importance_score": 4
    },
    {
      "page_number": 606,
      "summary": "Katerina Ivanovna collapses and bleeds, prompting a frantic response from those around her as they realize she is gravely ill.",
      "importance_score": 4
    },
    {
      "page_number": 607,
      "summary": "Katerina Ivanovna is carried to Sonia's room, where she regains consciousness and inquires about her children amidst a gathering crowd.",
      "importance_score": 4
    },
    {
      "page_number": 608,
      "summary": "Katerina Ivanovna, in a state of delirium and suffering, expresses her despair and resignation while entrusting her children to Sonia.",
      "importance_score": 4
    },
    {
      "page_number": 609,
      "summary": "A dying woman expresses despair and relinquishes her children to Sonia, who mourns her loss.",
      "importance_score": 4
    },
    {
      "page_number": 610,
      "summary": "Polenka and the children react with horror to their mother's death, while Svidrigaïlov offers to arrange her funeral and support the orphans financially.",
      "importance_score": 4
    },
    {
      "page_number": 611,
      "summary": "Svidrigaïlov reveals his knowledge of Raskolnikov's past actions and expresses a desire to help, highlighting the moral complexities of their situation.",
      "importance_score": 4
    },
    {
      "page_number": 612,
      "summary": "Svidrigaïlov argues that his assistance to the dead woman's family is motivated by humanity rather than necessity.",
      "importance_score": 1
    },
    {
      "page_number": 613,
      "summary": "Raskolnikov experiences a disorienting period of solitude and mental turmoil, struggling to reconcile his thoughts and fears amidst impending catastrophe.",
      "importance_score": 4
    },
    {
      "page_number": 614,
      "summary": "Raskolnikov grapples with his troubled thoughts about Svidrigaïlov following Katerina Ivanovna's death, recognizing the need for a confrontation.",
      "importance_score": 4
    },
    {
      "page_number": 615,
      "summary": "Svidrigaïlov discusses the placement of orphans and expresses concern for Raskolnikov's well-being while preparing for a requiem service.",
      "importance_score": 4
    },
    {
      "page_number": 616,
      "summary": "Raskolnikov experiences a profound sense of misery and confusion as he grapples with his feelings for Sonia and his inability to find solitude or peace.",
      "importance_score": 4
    },
    {
      "page_number": 617,
      "summary": "Raskolnikov experiences a mix of unease and relief as he grapples with his conscience and the impending funeral of Katerina Ivanovna.",
      "importance_score": 4
    },
    {
      "page_number": 618,
      "summary": "The speaker confronts someone about their madness and neglect of their ill mother and sister, expressing concern over their behavior.",
      "importance_score": 4
    },
    {
      "page_number": 619,
      "summary": "The conversation reveals a character's confusion about another's mental state and intentions, leading to a declaration of impending drinking.",
      "importance_score": 4
    },
    {
      "page_number": 620,
      "summary": "Razumihin expresses his concern for Rodya and his feelings for Dounia, acknowledging the possibility of mutual affection between them.",
      "importance_score": 4
    },
    {
      "page_number": 621,
      "summary": "Razumihin suspects that Raskolnikov is involved in a political conspiracy and is troubled by a letter that has upset Dounia.",
      "importance_score": 4
    },
    {
      "page_number": 622,
      "summary": "A murderer has been found and confessed to the crime, revealing his cunning and resourcefulness in evading suspicion.",
      "importance_score": 4
    },
    {
      "page_number": 623,
      "summary": "Razumihin suspects Raskolnikov's involvement in political conspiracies and reflects on the implications for his sister Dounia.",
      "importance_score": 4
    },
    {
      "page_number": 624,
      "summary": "Raskolnikov feels a renewed sense of struggle and the burden of his guilt becomes increasingly unbearable after recent encounters.",
      "importance_score": 4
    },
    {
      "page_number": 625,
      "summary": "Raskolnikov feels a renewed clarity and determination as he contemplates settling his conflicts with Svidrigaïlov and Porfiry.",
      "importance_score": 4
    },
    {
      "page_number": 626,
      "summary": "Raskolnikov experiences a mix of anticipation and dread as he confronts Porfiry, who unexpectedly visits him.",
      "importance_score": 4
    },
    {
      "page_number": 627,
      "summary": "Porfiry Petrovitch expresses his struggle with quitting smoking while visiting Raskolnikov, who feels increasingly uneasy during the conversation.",
      "importance_score": 4
    },
    {
      "page_number": 628,
      "summary": "Porfiry Petrovitch seeks to clarify and address the tension between him and Raskolnikov, acknowledging their previous unseemly behavior and advocating for openness.",
      "importance_score": 4
    },
    {
      "page_number": 629,
      "summary": "The speaker seeks to clarify a misunderstanding with Raskolnikov, expressing awareness of his suffering and acknowledging his noble character despite their previous interactions.",
      "importance_score": 4
    },
    {
      "page_number": 630,
      "summary": "Porfiry Petrovitch expresses his desire to clarify misunderstandings with Raskolnikov and acknowledges the suffering caused by their interactions.",
      "importance_score": 4
    },
    {
      "page_number": 631,
      "summary": "The speaker reflects on the complexities of human emotions and the misunderstandings that arise from them, particularly in relation to Rodion's character and his literary aspirations.",
      "importance_score": 4
    },
    {
      "page_number": 632,
      "summary": "The prosecutor reflects on the psychological complexities of guilt and evidence in a murder case, revealing his strategic approach to uncovering the truth.",
      "importance_score": 4
    },
    {
      "page_number": 633,
      "summary": "The narrative explores the complexities of human psychology and perception, emphasizing how mood and expectation can influence one's interpretation of events.",
      "importance_score": 4
    },
    {
      "page_number": 634,
      "summary": "The conversation reveals Raskolnikov's inner turmoil and uncertainty regarding Nikolay's guilt amidst a tense psychological atmosphere.",
      "importance_score": 4
    },
    {
      "page_number": 635,
      "summary": "The passage describes a young, innocent man who, influenced by his environment and experiences, struggles with his identity and the fear of legal consequences.",
      "importance_score": 4
    },
    {
      "page_number": 636,
      "summary": "The discussion revolves around the concept of suffering among individuals, particularly in the context of a prisoner influenced by religious beliefs and the expectations of enduring hardship.",
      "importance_score": 4
    },
    {
      "page_number": 637,
      "summary": "Raskolnikov grapples with his guilt and identity as a murderer while reflecting on the complexities of his actions and theories.",
      "importance_score": 5
    },
    {
      "page_number": 638,
      "summary": "Porfiry Petrovtich confronts Raskolnikov with the conviction that he is the murderer, leading to a tense and silent exchange between them.",
      "importance_score": 4
    },
    {
      "page_number": 639,
      "summary": "Porfiry Petroitch explains to Raskolnikov that arresting him directly is not in his interest despite believing him guilty.",
      "importance_score": 4
    },
    {
      "page_number": 640,
      "summary": "Porfiry Petrovitch proposes that Raskolnikov should confess to benefit both of them, despite Raskolnikov's skepticism about the necessity of a confession.",
      "importance_score": 4
    },
    {
      "page_number": 641,
      "summary": "Porfiry encourages Raskolnikov to confess, suggesting it could lessen his sentence and lead to redemption, but Raskolnikov expresses indifference towards mitigating his punishment.",
      "importance_score": 4
    },
    {
      "page_number": 642,
      "summary": "Raskolnikov is urged to confess and embrace suffering as a path to finding faith and meaning in life.",
      "importance_score": 4
    },
    {
      "page_number": 643,
      "summary": "Raskolnikov is urged to confront his actions and embrace the possibility of redemption despite his fears and despair.",
      "importance_score": 4
    },
    {
      "page_number": 644,
      "summary": "Porfiry Petrovitch suggests to Raskolnikov that he will ultimately confess to his crime as suffering is an inevitable part of his journey.",
      "importance_score": 4
    },
    {
      "page_number": 645,
      "summary": "Raskolnikov insists he has not confessed to Porfiry, despite the latter's probing and concern for his well-being.",
      "importance_score": 4
    },
    {
      "page_number": 646,
      "summary": "Raskolnikov, feeling irritable and impatient, hurriedly left the room after calculating that Porfiry had already left.",
      "importance_score": 3
    },
    {
      "page_number": 647,
      "summary": "Raskolnikov is troubled by his uncertain relationship with Svidrigaïlov and the implications of his potential visit to Porfiry.",
      "importance_score": 4
    },
    {
      "page_number": 648,
      "summary": "Raskolnikov is conflicted about seeking out Svidrigaïlov, feeling both drawn to and repulsed by him amid his despair.",
      "importance_score": 4
    },
    {
      "page_number": 649,
      "summary": "Raskolnikov is tormented by the fear that Svidrigaïlov may use his knowledge of Raskolnikov's secret to manipulate or harm Dounia, leading him to contemplate violence against Svidrigaïlov.",
      "importance_score": 4
    },
    {
      "page_number": 650,
      "summary": "Raskolnikov encounters Svidrigaïlov at a tavern, feeling a mix of terror and intrigue as their eyes meet.",
      "importance_score": 4
    },
    {
      "page_number": 651,
      "summary": "Raskolnikov encounters Svidrigaïlov in a tavern where he observes a lively yet dismal scene filled with drinking and singing.",
      "importance_score": 4
    },
    {
      "page_number": 652,
      "summary": "Raskolnikov unexpectedly encounters Svidrigaïlov at a dismal tavern, leading to a discussion about chance and belief in miracles.",
      "importance_score": 4
    },
    {
      "page_number": 653,
      "summary": "Raskolnikov's mechanical behavior and introspective nature are observed and commented on by Svidrigaïlov, highlighting the psychological impact of Petersburg's environment.",
      "importance_score": 4
    },
    {
      "page_number": 654,
      "summary": "Raskolnikov and Svidrigaïlov engage in a tense conversation filled with suspicion and hidden motives.",
      "importance_score": 4
    },
    {
      "page_number": 655,
      "summary": "Raskolnikov confronts Svidrigaïlov about his intentions towards his sister, threatening violence if necessary.",
      "importance_score": 4
    },
    {
      "page_number": 656,
      "summary": "Svidrigaïlov expresses his interest in Raskolnikov as a subject of observation due to his connection to a person of interest and the complexity of their interaction.",
      "importance_score": 4
    },
    {
      "page_number": 657,
      "summary": "The speaker reflects on his aimless life and past experiences, revealing a desire for connection and excitement, particularly with women.",
      "importance_score": 3
    },
    {
      "page_number": 658,
      "summary": "Svidrigaïlov discusses his views on vice and women, arguing that his passion for them is a natural and enduring aspect of life.",
      "importance_score": 4
    },
    {
      "page_number": 659,
      "summary": "Svidrigaïlov expresses his fear of death and disinterest in discussing it, revealing a complex personality intertwined with mysticism and a casual attitude towards vice.",
      "importance_score": 4
    },
    {
      "page_number": 660,
      "summary": "Svidrigaïlov expresses his willingness to share a story about Raskolnikov's sister, Avdotya Romanovna, while acknowledging his own flaws.",
      "importance_score": 4
    },
    {
      "page_number": 661,
      "summary": "Svidrigaïlov recounts the unconventional contract he made with his wife, Marfa Petrovna, regarding fidelity and their marriage dynamics.",
      "importance_score": 4
    },
    {
      "page_number": 662,
      "summary": "Marfa Petrovna, despite her sensible nature, was deeply affected by jealousy and love, particularly towards Avdotya Romanovna, complicating her relationship with Svidrigaïlov.",
      "importance_score": 4
    },
    {
      "page_number": 663,
      "summary": "Svidrigaïlov reflects on the gossip surrounding him and his relationships, particularly regarding Avdotya Romanovna and Marfa Petrovna's influence.",
      "importance_score": 4
    },
    {
      "page_number": 664,
      "summary": "Svidrigaïlov reflects on the dangerous allure of pity and the potential for manipulation in relationships, particularly regarding Avdotya Romanovna.",
      "importance_score": 4
    },
    {
      "page_number": 665,
      "summary": "Svidrigaïlov reflects on Avdotya Romanovna's intense chastity and her desire for suffering, while also expressing his physical attraction to her.",
      "importance_score": 4
    },
    {
      "page_number": 666,
      "summary": "The narrator reflects on the effectiveness of flattery as a means to manipulate and seduce women, contrasting it with the difficulty of speaking the truth.",
      "importance_score": 4
    },
    {
      "page_number": 667,
      "summary": "The narrator reflects on his misguided attempts at flattery and the emotional turmoil it caused in his relationships, particularly with Avdotya Romanovna.",
      "importance_score": 4
    },
    {
      "page_number": 668,
      "summary": "Raskolnikov reflects on his past impulsive decisions and feelings for Avdotya Romanovna, revealing his desperation and jealousy regarding her potential marriage to Luzhin.",
      "importance_score": 4
    },
    {
      "page_number": 669,
      "summary": "Svidrigaïlov expresses mockery and ambiguity regarding his relationship with Avdotya Romanovna, hinting at hidden motives.",
      "importance_score": 4
    },
    {
      "page_number": 670,
      "summary": "The speaker reveals their engagement and expresses a desire to share the story of their marriage while discussing their gloomy disposition and the intentions of their landlady.",
      "importance_score": 4
    },
    {
      "page_number": 671,
      "summary": "The narrator describes his engagement to a much younger girl, finding the experience of betrothal more delightful than marriage itself.",
      "importance_score": 4
    },
    {
      "page_number": 672,
      "summary": "The speaker describes his betrothed, a young girl who expresses her devotion and desire for respect, highlighting the fascination of their relationship despite the significant age difference.",
      "importance_score": 4
    },
    {
      "page_number": 673,
      "summary": "Svidrigaïlov reflects on human nature, self-deception, and the moral decay he observes in society.",
      "importance_score": 4
    },
    {
      "page_number": 674,
      "summary": "Svidrigaïlov recounts his manipulative encounter with a mother and daughter, highlighting his depravity and the absurdity of their situation.",
      "importance_score": 4
    },
    {
      "page_number": 675,
      "summary": "Raskolnikov becomes suspicious of Svidrigaïlov's intentions after their conversation in the restaurant.",
      "importance_score": 4
    },
    {
      "page_number": 676,
      "summary": "Raskolnikov follows Svidrigaïlov, suspecting his intentions towards his sister.",
      "importance_score": 1
    },
    {
      "page_number": 677,
      "summary": "Raskolnikov confronts Svidrigaïlov about his intentions towards his sister, expressing suspicion and a desire for clarity.",
      "importance_score": 4
    },
    {
      "page_number": 678,
      "summary": "Raskolnikov confronts Svidrigaïlov about his intentions towards his sister, revealing his suspicions and protective instincts.",
      "importance_score": 4
    },
    {
      "page_number": 679,
      "summary": "Svidrigaïlov mocks Raskolnikov's moral dilemmas and suggests he abandon his concerns about duty and ethics.",
      "importance_score": 4
    },
    {
      "page_number": 680,
      "summary": "Raskolnikov, feeling disgusted, distances himself from Svidrigaïlov, suspecting his intentions regarding his sister.",
      "importance_score": 4
    },
    {
      "page_number": 681,
      "summary": "Raskolnikov feels intense disgust towards Svidrigaïlov, believing he poses a threat to his sister Dounia, while he is lost in deep thought about their interactions.",
      "importance_score": 4
    },
    {
      "page_number": 682,
      "summary": "Svidrigaïlov urges Dounia to meet him privately to discuss a secret about her brother, Raskolnikov, while she remains hesitant and insists on not going further with him.",
      "importance_score": 4
    },
    {
      "page_number": 683,
      "summary": "Svidrigaïlov attempts to reassure Dounia of his intentions while revealing his living situation and connection to Sonia.",
      "importance_score": 4
    },
    {
      "page_number": 684,
      "summary": "Svidrigaïlov reveals to Dounia that he has been eavesdropping on conversations between her and Rodion from a hidden position in his flat.",
      "importance_score": 4
    },
    {
      "page_number": 685,
      "summary": "Dounia confronts Svidrigaïlov about a letter suggesting her brother's involvement in a crime, expressing her disbelief and distress.",
      "importance_score": 4
    },
    {
      "page_number": 686,
      "summary": "Dounia is horrified to learn that a man she knows has confessed to murdering a pawnbroker and her sister for robbery.",
      "importance_score": 4
    },
    {
      "page_number": 687,
      "summary": "The conversation explores the justification of wrongdoing through a theory that posits some individuals are superior and above the law, leading to moral dilemmas and justifications for their actions.",
      "importance_score": 4
    },
    {
      "page_number": 688,
      "summary": "The discussion revolves around the idea that some individuals, believing themselves to be geniuses, justify wrongdoing by overstepping moral and legal boundaries, leading to a sense of humiliation when they fail to act boldly.",
      "importance_score": 4
    },
    {
      "page_number": 689,
      "summary": "Avdotya Romanovna is distressed and desperate to see Sofya Semyonovna, believing she may have important news.",
      "importance_score": 4
    },
    {
      "page_number": 690,
      "summary": "Dounia is urged to consider her influence over her brother's fate, as Svidrigaïlov believes she can help save him from his dire situation.",
      "importance_score": 4
    },
    {
      "page_number": 691,
      "summary": "Dounia confronts Svidrigaïlov in a locked room, feeling threatened and desperate for escape.",
      "importance_score": 4
    },
    {
      "page_number": 692,
      "summary": "Dounia confronts Svidrigaïlov about his threats, revealing her own readiness to defend herself with a revolver.",
      "importance_score": 4
    },
    {
      "page_number": 693,
      "summary": "Dounia confronts Svidrigaïlov with a revolver, accusing him of murder and refusing to let him approach her.",
      "importance_score": 4
    },
    {
      "page_number": 694,
      "summary": "Dounia confronts Svidrigaïlov with a revolver, demonstrating her desperation and determination amidst a tense standoff.",
      "importance_score": 4
    },
    {
      "page_number": 695,
      "summary": "Dounia, confronted by Svidrigaïlov, ultimately rejects his advances and drops the revolver, leading to a moment of emotional turmoil for both characters.",
      "importance_score": 4
    },
    {
      "page_number": 696,
      "summary": "Svidrigaïlov urges Dounia to take a key and escape, revealing his despair and contemplating the revolver she discarded.",
      "importance_score": 4
    },
    {
      "page_number": 697,
      "summary": "Svidrigaïlov spends the evening in low establishments, engaging with various characters and witnessing a brewing conflict among clerks.",
      "importance_score": 3
    },
    {
      "page_number": 698,
      "summary": "Svidrigaïlov visits Sonia to discuss his potential departure to America and make arrangements, while a storm rages outside.",
      "importance_score": 4
    },
    {
      "page_number": 699,
      "summary": "Arkady Ivanovitch gives Sonia three 5-percent bonds for her future needs, emphasizing the importance of the money due to Rodion's dire situation.",
      "importance_score": 4
    },
    {
      "page_number": 700,
      "summary": "Svidrigaïlov advises Sonia to keep money safe for her betrothed and to be discreet about their interactions.",
      "importance_score": 4
    },
    {
      "page_number": 701,
      "summary": "Svidrigaïlov unexpectedly visits the parents of his betrothed, causing initial confusion before insisting on seeing her.",
      "importance_score": 4
    },
    {
      "page_number": 702,
      "summary": "Svidrigaïlov unexpectedly visits his betrothed's parents at midnight, bringing a generous gift that leaves them in awe and speculation about his character.",
      "importance_score": 4
    },
    {
      "page_number": 703,
      "summary": "Svidrigaïlov, after a secretive meeting, walks through the rain to find a hotel, contemplating his surroundings and feeling cold.",
      "importance_score": 3
    },
    {
      "page_number": 704,
      "summary": "Svidrigaïlov reflects on his surroundings in a cramped, shabby room while waiting for tea and veal.",
      "importance_score": 3
    },
    {
      "page_number": 705,
      "summary": "Svidrigaïlov observes a heated argument between two men in an adjacent room while feeling feverish and indifferent to his surroundings.",
      "importance_score": 3
    },
    {
      "page_number": 706,
      "summary": "The protagonist reflects on his discomfort and anxieties while lying in bed, contemplating his surroundings and the impending actions he must take.",
      "importance_score": 4
    },
    {
      "page_number": 707,
      "summary": "Raskolnikov struggles with his thoughts and emotions, reflecting on his past actions and the impact they have on his relationships.",
      "importance_score": 4
    },
    {
      "page_number": 708,
      "summary": "Raskolnikov experiences a restless night filled with unsettling thoughts and vivid images, reflecting his inner turmoil.",
      "importance_score": 4
    },
    {
      "page_number": 709,
      "summary": "Svidrigaïlov discovers a coffin in a beautifully adorned room, revealing the tragic fate of a young girl who drowned herself in despair.",
      "importance_score": 4
    },
    {
      "page_number": 710,
      "summary": "Svidrigaïlov contemplates the darkness and impending flood outside his window, deciding to go out into the rain.",
      "importance_score": 4
    },
    {
      "page_number": 711,
      "summary": "Svidrigaïlov discovers a neglected, shivering little girl hiding in a dark corner of the hotel, revealing her fear of her mother and the harshness of her situation.",
      "importance_score": 4
    },
    {
      "page_number": 712,
      "summary": "Svidrigaïlov finds a child hiding in his room, takes care of her, and reflects on her unsettling appearance and demeanor.",
      "importance_score": 4
    },
    {
      "page_number": 713,
      "summary": "Svidrigaïlov wakes from a disturbing nightmare, feeling shattered and contemplating his next actions with a revolver and a notebook at hand.",
      "importance_score": 4
    },
    {
      "page_number": 714,
      "summary": "Svidrigaïlov walks through a desolate town, contemplating his surroundings and his intentions.",
      "importance_score": 4
    },
    {
      "page_number": 715,
      "summary": "Svidrigaïlov, contemplating suicide, confronts Achilles while preparing to use a revolver.",
      "importance_score": 4
    },
    {
      "page_number": 716,
      "summary": "Raskolnikov, despite his disheveled appearance and inner turmoil, decides to visit his mother and sister, who are unaware of his struggles.",
      "importance_score": 4
    },
    {
      "page_number": 717,
      "summary": "Raskolnikov's mother expresses her understanding of his complex thoughts and plans while reflecting on her emotional state since his father's death.",
      "importance_score": 4
    },
    {
      "page_number": 718,
      "summary": "Raskolnikov's mother expresses her belief in his potential for greatness despite her worries about his current struggles.",
      "importance_score": 4
    },
    {
      "page_number": 719,
      "summary": "Rodya seeks reassurance from his mother about her unconditional love for him despite any future troubles he may face.",
      "importance_score": 4
    },
    {
      "page_number": 720,
      "summary": "Rodya expresses his deep love for his mother while revealing a sense of impending sorrow in his life.",
      "importance_score": 4
    },
    {
      "page_number": 721,
      "summary": "Raskolnikov shares an emotional farewell with his mother, expressing love and a sense of impending trouble.",
      "importance_score": 4
    },
    {
      "page_number": 722,
      "summary": "Raskolnikov expresses a sense of urgency and emotional turmoil as he prepares to leave, reassuring his mother while feeling the weight of his actions.",
      "importance_score": 4
    },
    {
      "page_number": 723,
      "summary": "Raskolnikov expresses his exhaustion and inner turmoil to his sister Dounia, revealing his struggle with despair and the contemplation of ending his life.",
      "importance_score": 4
    },
    {
      "page_number": 724,
      "summary": "Raskolnikov grapples with his feelings of contemptibility and pride as he prepares to face the consequences of his actions.",
      "importance_score": 4
    },
    {
      "page_number": 725,
      "summary": "The protagonist grapples with the moral implications of his actions, justifying his crime as a misguided attempt to achieve a greater good while confronting his own cowardice and contemptibility.",
      "importance_score": 5
    },
    {
      "page_number": 726,
      "summary": "The protagonist grapples with his guilt and the impact of his actions on his loved ones, asserting his conviction that he is not a criminal despite his confession.",
      "importance_score": 4
    },
    {
      "page_number": 727,
      "summary": "The protagonist reflects on his past and the inevitability of suffering, questioning the purpose of his impending hardships.",
      "importance_score": 4
    },
    {
      "page_number": 728,
      "summary": "The protagonist grapples with feelings of guilt and resentment towards those who love him, questioning the nature of his punishment and the inevitability of his humiliation.",
      "importance_score": 4
    },
    {
      "page_number": 729,
      "summary": "Sonia and Dounia anxiously await Raskolnikov, finding comfort in their bond as they fear for his well-being.",
      "importance_score": 4
    },
    {
      "page_number": 730,
      "summary": "Raskolnikov visits Sonia, expressing his decision to confront his fate while revealing his inner turmoil and disdain for societal judgment.",
      "importance_score": 4
    },
    {
      "page_number": 731,
      "summary": "Raskolnikov struggles with his emotions and the weight of his actions as he prepares to face the consequences of his choices, while Sonia offers him comfort and support.",
      "importance_score": 4
    },
    {
      "page_number": 732,
      "summary": "Raskolnikov experiences agitation and doubt as he prepares to leave Sonia, feeling a mix of cowardice and rebellion about his decision.",
      "importance_score": 4
    },
    {
      "page_number": 733,
      "summary": "The protagonist reflects on his emotional turmoil and the desperation for connection amidst his impending fate.",
      "importance_score": 4
    },
    {
      "page_number": 734,
      "summary": "Raskolnikov grapples with his guilt and shame in a crowded market, reflecting on his actions and the advice of Sonia to confess his sins.",
      "importance_score": 4
    },
    {
      "page_number": 735,
      "summary": "Raskolnikov experiences a profound emotional moment of humility and connection to the world, kneeling and kissing the ground, before heading towards the police office.",
      "importance_score": 4
    },
    {
      "page_number": 736,
      "summary": "Raskolnikov feels the weight of his fate as he prepares to confront a pivotal moment in his life, reflecting on his connection to Sonia and the inevitability of his actions.",
      "importance_score": 4
    },
    {
      "page_number": 737,
      "summary": "Raskolnikov encounters the Explosive Lieutenant at the bureau, feeling the weight of fate as he questions the unexpected meeting.",
      "importance_score": 4
    },
    {
      "page_number": 738,
      "summary": "A character expresses regret for past behavior and discusses the importance of character over appearance in the context of literature and personal relationships.",
      "importance_score": 4
    },
    {
      "page_number": 739,
      "summary": "The conversation reveals contrasting views on ambition and intellectual pursuits, highlighting the speaker's disdain for superficiality and his admiration for genuine dedication to knowledge.",
      "importance_score": 4
    },
    {
      "page_number": 740,
      "summary": "Raskolnikov is startled to learn about Svidrigaïlov's suicide, indicating a connection or concern for the man.",
      "importance_score": 4
    },
    {
      "page_number": 741,
      "summary": "Raskolnikov learns about a man who committed suicide, leaving behind a note absolving others of blame, which deeply unsettles him.",
      "importance_score": 4
    },
    {
      "page_number": 742,
      "summary": "Raskolnikov confesses to killing the old pawnbroker and her sister.",
      "importance_score": 4
    },
    {
      "page_number": 743,
      "summary": "Raskolnikov reiterated his statement as people gathered around.",
      "importance_score": 1
    },
    {
      "page_number": 744,
      "summary": "The Epilogue of \"Crime and Punishment\" concludes the story of Rodion Raskolnikov's journey and transformation following his crime.",
      "importance_score": 4
    },
    {
      "page_number": 745,
      "summary": "Rodion Raskolnikov, a convict in Siberia, has been imprisoned for nine months after clearly and accurately confessing to his crime and detailing the events surrounding it.",
      "importance_score": 4
    },
    {
      "page_number": 746,
      "summary": "Raskolnikov's confession and the circumstances of his crime suggest a complex interplay of mental derangement and poverty rather than straightforward criminal intent.",
      "importance_score": 4
    },
    {
      "page_number": 747,
      "summary": "Raskolnikov confessed to murder driven by poverty and remorse, which influenced the leniency of his sentence.",
      "importance_score": 4
    },
    {
      "page_number": 748,
      "summary": "Raskolnikov's past acts of kindness and extenuating circumstances lead to a lighter sentence of eight years in penal servitude despite his crimes.",
      "importance_score": 4
    },
    {
      "page_number": 749,
      "summary": "Pulcheria Alexandrovna remains blissfully unaware of her son Rodya's true circumstances, believing in his future success while avoiding the topic of his absence.",
      "importance_score": 4
    },
    {
      "page_number": 750,
      "summary": "Pulcheria Alexandrovna's growing suspicion about her son Rodya's situation leads to a prolonged period of gloom and silence in the family, despite their attempts to maintain hope.",
      "importance_score": 4
    },
    {
      "page_number": 751,
      "summary": "Raskolnikov's gloomy preoccupation with his mother's illness and impending fate contrasts with Dounia's quiet wedding to Razumihin, as they all anticipate a future together despite the somber circumstances.",
      "importance_score": 4
    },
    {
      "page_number": 752,
      "summary": "Pulcheria Alexandrovna becomes increasingly anxious and ill as she prepares for her son Raskolnikov's return, reflecting her disordered imagination and emotional turmoil.",
      "importance_score": 4
    },
    {
      "page_number": 753,
      "summary": "Pulcheria Alexandrovna fell ill and died, while Raskolnikov remained unaware of her death despite regular correspondence maintained through Sonia, who provided detailed accounts of his life in Siberia.",
      "importance_score": 4
    },
    {
      "page_number": 754,
      "summary": "Raskolnikov's indifference to his mother's death reflects his deep internal struggles and detachment from his surroundings.",
      "importance_score": 4
    },
    {
      "page_number": 755,
      "summary": "Raskolnikov's isolation and declining health in prison distress Sonia, who remains devoted to him despite her own struggles.",
      "importance_score": 4
    },
    {
      "page_number": 756,
      "summary": "Raskolnikov's illness stems not from the hardships of prison life, but from his wounded pride and inability to accept his fate.",
      "importance_score": 4
    },
    {
      "page_number": 757,
      "summary": "The protagonist grapples with existential despair and a lack of repentance for his crime, questioning the value of mere existence.",
      "importance_score": 5
    },
    {
      "page_number": 758,
      "summary": "The protagonist grapples with the nature of crime, guilt, and the desire for life amidst his internal turmoil and existential questioning.",
      "importance_score": 5
    },
    {
      "page_number": 759,
      "summary": "Raskolnikov observes the profound appreciation for life among his fellow prisoners, highlighting the deep isolation he feels despite their shared circumstances.",
      "importance_score": 4
    },
    {
      "page_number": 760,
      "summary": "Raskolnikov feels isolated and despised by fellow prisoners, contrasting their love for life with his own turmoil, while Sonia earns their affection despite her minimal interactions.",
      "importance_score": 4
    },
    {
      "page_number": 761,
      "summary": "Sonia is a compassionate figure admired by prisoners, while Raskolnikov reflects on a feverish dream of a plague that drives humanity to madness and delusion.",
      "importance_score": 4
    },
    {
      "page_number": 762,
      "summary": "The chaotic and destructive nature of humanity is depicted through senseless violence and the inability to agree on moral truths.",
      "importance_score": 4
    },
    {
      "page_number": 763,
      "summary": "Raskolnikov experiences deep emotional turmoil and concern for Sonia's health while recovering in prison during Easter.",
      "importance_score": 4
    },
    {
      "page_number": 764,
      "summary": "Raskolnikov reflects on freedom and his troubled thoughts while sitting by the river, and is joined by Sonia, whose presence brings a mix of joy and tension.",
      "importance_score": 4
    },
    {
      "page_number": 765,
      "summary": "Raskolnikov experiences a profound emotional awakening and connection with a woman he loves, signaling hope for a renewed future despite their past suffering.",
      "importance_score": 4
    },
    {
      "page_number": 766,
      "summary": "The protagonist experiences a profound emotional transformation, feeling an overwhelming love and connection to Sonia, which overshadows his past suffering and crime.",
      "importance_score": 4
    },
    {
      "page_number": 767,
      "summary": "The page concludes with the idea that the protagonist's journey towards renewal and regeneration marks the beginning of a new story, while the current narrative has come to an end.",
      "importance_score": 4
    }
  ]
}