{
  "text": "A THOUSAND SPLENDID SUNS             \n\nJalil told Mariam the story of Queen Gauhar Shad, who built the famous towers in Herat a long time ago. He described the green wheat fields, orchards, and busy markets in the city.  \n\n“One day, there is a pistachio tree,” Jalil said, “and under it is buried the great poet Jami.” He leaned in and whispered, “Jami lived over five hundred years ago. I took you to see the tree once when you were little, but you don’t remember.”  \n\nThat was true. Mariam didn’t remember. Even though she lived close to Herat for the first fifteen years of her life, she would never see that famous tree, the towers up close, or pick fruit from the orchards. But when Jalil talked like this, Mariam listened with wonder. She admired him for knowing so much and felt proud to have a father like him.  \n\n“What a rich liar!” Nana said after Jalil left. “He never took you to any tree. Don’t let him charm you. He betrayed us, your father. He threw us out of his big house like we were nothing. He did it happily.”  \n\nMariam listened to her, but she never told Nana how much she disliked her saying these things about Jalil. The truth was that when Jalil visited her every Thursday, smiling and bringing gifts, Mariam didn’t feel like a harami. For those hours, she felt worthy of all the good things in life, and that’s why she loved Jalil.  \n\nEven if she had to share him.  \n\nJalil had three wives and nine children, all of whom Mariam didn’t know. He was one of the richest men in Herat. He owned a cinema, which Mariam had never seen, but he described it to her. She knew it had blue-and-tan tiles, private balcony seats, and a nice lobby with Hindi movie posters. On Tuesdays, Jalil said kids got free ice cream at the stand.  \n\nNana smiled when he said this. After Jalil left, she laughed and said, “The children of strangers get ice cream. What do you get, Mariam? Just stories about ice cream.”  \n\nBesides the cinema, Jalil owned land in Karokh and Farah, three carpet stores, a clothing shop, and a black 1956 Buick Roadmaster. He was well-connected in Herat, friends with the mayor and the governor. He had a cook, a driver, and three housekeepers.\n\n**PAGE SUMMARY:** Mariam feels a sense of pride and enchantment when her father Jalil visits, despite her mother's disdain for him and their circumstances."
}