{
  "page_number": 18,
  "simplified_text": "PAYPAL MANIA\n\nWhen I was in charge of PayPal in late 1999, I was really scared—not because I didn’t believe in our company, but because everyone around me seemed to believe in anything. Everywhere I looked, people were starting and selling companies like it was no big deal. One guy I knew even planned to go public from his living room before he had even set up his company—and he thought that was normal. In this crazy environment, being sensible felt strange.\n\nAt least PayPal had a big mission that some people later thought was too ambitious: we wanted to create a new online currency to replace the U.S. dollar. Our first product let people send money from one PalmPilot to another. But honestly, no one really wanted that product except for some journalists who called it one of the 10 worst business ideas of 1999. PalmPilots were still pretty rare, but email was already popular, so we decided to make a way to send and receive payments through email.\n\nBy fall of ’99, our email payment system worked great—anyone could log into our website and send money easily. But we didn’t have enough customers, growth was slow, and our costs were piling up. For PayPal to succeed, we needed at least a million users. Advertising wasn’t working well enough to cover the costs. Deals with big banks kept falling apart. So, we decided to pay people to sign up.\n\nWe offered new customers $10 just for joining, and another $10 for every friend they referred. This helped us get hundreds of thousands of new customers and our growth took off. But paying people to join wasn’t a long-term plan—when you pay people to be your customers, your costs keep rising. High costs were common in Silicon Valley back then, but we thought our costs made sense: with a large user base, PayPal could make money by charging a small fee on transactions.\n\nWe knew we needed more money to reach our goals. We also knew the good times wouldn’t last forever. Since we didn’t think investors would keep believing in us after the crash, we rushed to raise funds while we could. On February 16, 2000, the Wall Street Journal praised our rapid growth and said PayPal was worth $500 million. When we raised $100 million the next month, our main investor took the Journal’s estimate seriously. Some investors were even more eager. A South Korean company sent us $5 million without even negotiating a deal first. When I tried to give the money back, they wouldn’t tell me where to send it. That March 2000 funding gave us the time we needed to make PayPal successful. Just as we finished the deal, the bubble burst.\n\n**PAGE SUMMARY:** In late 1999, while running PayPal, I felt scared as everyone around me was starting companies without much thought. We aimed to create a new online currency but struggled to get users. To grow, we paid people to sign up, which worked but was costly. We raised funds quickly before the market crashed, giving us a chance to succeed.",
  "summary": "Chapter story book curiosity reader journey thought journey growth perspective reflection curiosity concept knowledge context journey perspective analysis chapter growth.",
  "importance_score": 4,
  "themes": [
    "chapter",
    "story",
    "curiosity",
    "reader",
    "journey"
  ],
  "word_count": 518,
  "has_images": false,
  "processing_date": "2025-09-25T16:31:52.040735Z"
}