{
  "text": "A THOUSAND SPLENDID SUNS             \n9 \n\nNana brushed off the past, but Mariam could see the spark in her eyes. For maybe the first time ever, Nana had actually been happy.  \n\nAs Nana shared her story, Mariam sat on her lap, picturing her mom in a wedding dress. She imagined her on a horse, shyly smiling behind a veiled green gown, hands stained red with henna, hair sprinkled with silver dust, and braids held with tree sap. She could almost hear musicians playing the shahnai flute and banging on dohol drums, while street kids cheered and chased after the festivities.  \n\nBut then, just a week before the wedding, a jinn took over Nana. Mariam didn’t need any explanation; she had seen it happen too many times. Nana would suddenly collapse, her body going stiff, eyes rolling back, limbs shaking like something was choking her from the inside. There was froth at her mouth, sometimes white, sometimes pink with blood. After that, she’d be drowsy, disoriented, mumbling nonsense.  \n\nWhen word got to Shindand, the parakeet seller’s family freaked out and canceled the wedding.  \n\n“They got spooked,” Nana said.  \n\nThe wedding dress was tucked away. After that, no more suitors came around.  \n\n* * *  \n\nIn a clearing, Jalil and his two sons, Farhad and Muhsin, built the small kolba where Mariam would spend her first fifteen years. They made it from sun-dried bricks, plastered with mud and straw. Inside, there were two cots, a wooden table, two straight-backed chairs, a window, and shelves where Nana kept clay pots and her favorite Chinese tea set. Jalil added a new cast iron stove for winter and stacked chopped wood behind the kolba. He even built an outdoor tandoor for bread and set up a chicken coop with a fence. He brought in a few sheep and made a feeding trough. Farhad and Muhsin dug a deep hole a hundred yards from the willows for an outhouse.  \n\nNana said Jalil could’ve hired workers to build the kolba, but he didn’t.  \n\n“His idea of penance.”  \n\n* * *  \n\nNana’s story about Mariam’s birth was rough. No one was there to help. It happened on a damp, gray day in spring 1959, during King Zahir Shah’s long, mostly chill reign. Nana said Jalil didn’t even bother to call a doctor or midwife, even though he knew the jinn could take over during childbirth. She was all alone on the kolba's floor, a knife by her side, drenched in sweat.  \n\n“When the pain hit, I bit down on a pillow and screamed into it until my voice was gone. And still, no one came to wipe my face or give me water. And you, Mariam jo, you were in...\n\n**PAGE SUMMARY:** Nana reflects on a moment of happiness before her wedding, which was ultimately thwarted by her illness, leading to a life of isolation for Mariam."
}