{
  "text": "WHAT TO DO WITH THE POWER LAW\n\nThe power law is important for everyone, not just investors. Everyone is an investor in some way. For example, an entrepreneur spends a lot of time working on a startup, which is a big investment. So, every entrepreneur needs to think about whether their company will succeed and become valuable. Even you, when you pick a career, are betting that your job will be worth something in the future.\n\nA common piece of advice is to have a diversified portfolio, which means not putting all your resources into one thing. People often say, “Don’t put all your eggs in one basket.” Even the best investors have a mix of investments, but those who understand the power law prefer to make fewer investments. While many believe that spreading out investments is safer, it’s not the same as real life.\n\nIn life, especially for startup founders, you can’t really diversify. You can’t run many companies at once and hope one will succeed. Similarly, you can’t keep a bunch of different careers ready to go and think that will protect you. \n\nSchools teach the opposite. Education often gives everyone the same kind of knowledge. In American schools, every class is 45 minutes long, no matter the subject. Students move at the same speed. In college, students try to prepare for the future by learning lots of different skills. Universities promote the idea of “excellence” and have long course lists that suggest it doesn’t matter what you study, as long as you do it well. That’s not true. It really does matter what you focus on. You should concentrate on something you’re good at, but first, think about whether it will be valuable in the future.\n\nIn the startup world, this means you shouldn’t just start your own company, even if you’re super talented. Many people are starting their own businesses these days. Those who understand the power law think twice before launching a new venture. They realize they could become very successful by joining a great company while it’s growing. The power law shows that the differences between companies are much bigger than the differences in jobs within those companies. You could own 100% of your own failing business, but that’s worth nothing. On the other hand, owning just a tiny part of a successful company like Google is worth a lot—over $35 million right now.\n\nIf you do decide to start your own company, remember the power law to run it well. Focus on one key market that is likely to be the best. Usually, there’s one main way to distribute your product too. Time and decision-making also follow the power law, meaning some moments are way more important than others. However, you can’t rely on a world that ignores the power law to guide your choices, so what’s most important might not be obvious. It could even be a secret. In a world shaped by the power law, you need to think carefully about where your actions will fit in.\n\n**PAGE SUMMARY:** The power law is crucial for everyone, not just investors. It emphasizes the importance of focusing on valuable opportunities rather than spreading efforts too thin. In the startup world, understanding this can lead to greater success, whether by joining a strong company or making informed decisions in your own venture."
}