{
  "text": "There can only be goodness when we fully focus, without trying to be something we’re not. \n\n**February 26**  \n**Human evolution**  \n\nDo we need to get drunk to understand sobriety? Do we have to experience hate to know compassion? Do we have to go through wars, hurting ourselves and others, to appreciate peace? This way of thinking is totally off, right? \n\nFirst, we assume there’s growth — moving from bad to good. Then we shape our thoughts around that idea. Sure, physical growth happens, like a tiny plant growing into a big tree. Technology evolves too, like how the wheel became a jet plane. But what about psychological growth? That’s what we need to think about — whether the “me” can evolve from evil to good. \n\nCan the “me,” which is often the source of negativity, ever become noble? Nope. Evil will always be part of that psychological “me.” But we don’t want to accept that. We hope that over time, the “I” can become something real and perfect. What is this “I”? It’s just a name, a collection of memories, hopes, frustrations, longings, pains, fleeting joys. We want this “me” to last and become perfect, so we talk about a “supreme” self, a higher spiritual being that’s timeless. But if we can think about it, that “spiritual” idea is still stuck in time, right? \n\n**February 27**  \n**Freedom from occupation**  \n\nCan the mind really be free from the past and from thoughts — not just the good or bad ones? How do we figure this out? We can only know by looking at what occupies our minds. If we’re focused on the good or the bad, we’re just stuck in the past. So, it’s crucial to see how our minds are occupied. If they are, they’re always stuck in the past because our entire consciousness is shaped by it. \n\nThe past isn’t just surface-level; it runs deep, even into our unconscious. \n\nCan the mind be free from all this? This means — can we completely let go of being occupied and allow thoughts, good and bad, to flow by without picking sides? The moment we latch onto one thought, we’re back in the past. \n\nIf you really pay attention — not just hear it, but deeply listen — you’ll find a kind of stability that isn’t tied to the mind. That’s true freedom from the past. \n\nBut we can’t just ignore the past. We can watch it as it passes, without getting caught up in it. This way, the mind is free to observe without making choices. When we start choosing from the river of memories, we’re occupied. And that’s when we lose our freedom.\n\n**PAGE SUMMARY:** Goodness arises from total attention without the effort to define oneself as good or bad."
}