{
  "text": "Suppressing, condemning, or finding a substitute for something—like swapping smoking for chewing—doesn't help. Can I look at my smoking without judging it? Try it now while you read. It’s tough to not reject or accept. Our whole background pushes us to do just that instead of being curious. The mind is always busy working on the problem instead of just observing it.\n\n---\n\nIsn’t it crucial to have constant renewal, like a rebirth? If the present is weighed down by yesterday’s experiences, we can’t renew ourselves. Renewal isn’t just about birth and death; it’s beyond those opposites. Only by letting go of past memories can we truly renew ourselves. Understanding happens only in the present.\n\nThe mind can only grasp the present if it stops comparing or judging. Wanting to change or condemn the present without understanding it just keeps the past alive. To renew, we must see the past reflected in the present without distortion.\n\nIf you’ve fully lived an experience, doesn’t it leave no marks? It’s the half-lived experiences that stick around, fueling our memories. We often see the present as just a step to something else, which makes it lose its significance. The present is eternal. But how can a mind that’s pieced together grasp something that’s whole and beyond value?\n\nWhen experiences come up, live them completely. Think deeply, feel fully, and be aware of the pain and pleasure, your judgments, and identities. Renewal happens only when experiences are fully completed. We should be able to live through the four seasons in a single day—stay aware, experience deeply, understand, and let go of daily baggage.\n\n---\n\nHave you ever thought about this? We crave fame as writers, artists, or singers. But why? It’s often because we don’t truly love what we do. If you really loved singing, painting, or writing, fame wouldn’t matter. Wanting fame is shallow and pointless. Our education is messed up; it teaches us to chase success instead of loving the process. The result has become more important than the action itself.\n\n**PAGE SUMMARY:** True renewal and understanding come from fully experiencing the present without the burdens of past memories or the desire for fame."
}