{
  "text": "**June 1**  \nEnergy creates its own discipline  \n\nTo find reality takes a ton of energy. If you're not putting in that effort, you're missing out.  \n\n**June 3**  \nThe pattern of an idea  \n\nWhen you ask, “How do I save energy?” you're setting up a pattern—like a blueprint for your life. This leads to contradictions. Instead, notice where you’re wasting energy. The biggest drain? Conflict. It’s all about holding onto problems and living in the past. Understanding how energy gets wasted isn’t about following some guru; it’s about observing your daily struggles. Conflict is the main energy thief, but that doesn’t mean you should just chill. Conflict will stick around as long as ideas matter more than facts.  \n\n**June 4**  \nWhere there is contradiction, there is conflict  \n\nMost of us are stuck in conflict, both outside and inside ourselves. Contradiction takes effort, and effort wastes energy. When there’s conflict, you put in effort to overcome it, which is just another form of resistance. And guess what? Resistance creates energy.  \n\nAll actions come from this push and pull of “I must” and “I must not.” This resistance generates energy, but it’s often destructive, not creative. Many people live in contradiction. If they have a talent—like writing or painting—that tension fuels their creativity. The more tension, the more conflict, the more they produce. But that’s not true creation; it’s just a byproduct of conflict. Acknowledging your conflict can lead to a type of energy that doesn’t come from resistance.  \n\n**June 5**  \nCreative energy  \n\nSo here’s the big question: Is there an energy that exists outside of thought? An energy that doesn’t come from self-contradiction or the frustration of trying to fulfill yourself? Do you get what I’m saying? If we don’t find this kind of energy, everything we do—whether it’s social reform, writing great books, or even getting involved in politics—can end up being destructive. The real question is whether this energy exists.\n\n**PAGE SUMMARY:** The principal waste of energy in life arises from conflict and contradiction, which stems from prioritizing ideas over facts."
}