{
  "text": "There’s evil in the world, and we’re part of it just like we’re part of the good. People seem to come together more in hate than in love. A wise person sees the roots of both evil and good, and through understanding, they can free their thoughts and feelings from it.  \n\n**February 24**  \n**Justifying Evil**  \n\nRight now, the world is facing a crisis like no other. Sure, there have been crises throughout history—social, national, political. They come and go, like economic downturns that change shape but keep happening. But this one? It’s different. We’re not just dealing with money or physical stuff; we’re tangled up in ideas.  \n\nThis crisis is unique because we’re fighting over concepts. We’re justifying murder as a way to achieve a righteous outcome, which is something we haven’t seen before. In the past, people recognized evil for what it is—murder was murder. Now, it’s seen as a tool for a “noble” result. Whether it’s one person or a whole group, murder is justified if it’s believed to lead to something good. We’re sacrificing the present for the future, using whatever means we think will help humanity.  \n\nThis means we’re saying that bad actions can lead to good results, justifying those actions through our ideas. We’ve built an elaborate system of thoughts to excuse evil, and that’s unprecedented. Evil is evil; it can’t create good. War doesn’t lead to peace.  \n\n**February 25**  \n**Goodness Has No Motive**  \n\nIf I’m trying to be good for a reason, does that really make me good? Or is true goodness something that doesn’t come from wanting to be good at all? Is good just the opposite of bad or evil? Every opposite carries a hint of its opposite, right? There’s greed, and then there’s the idea of not being greedy. But when the mind tries to be non-greedy, it’s still caught up in greed because it’s aiming for something.  \n\nWanting to not want is still rooted in desire. So, goodness isn’t just the opposite of evil; it’s a whole different vibe. So what is that vibe?  \n\nClearly, goodness doesn’t have motives because motives are all about the self. So what do we actually mean by goodness? Real goodness happens only when there’s complete attention. And attention? It doesn’t have motives. If I’m paying attention just to get something, that’s not real attention; it’s a distraction. It creates a divide.\n\n**PAGE SUMMARY:** Evil is justified through ideation, leading to a dangerous belief that wrong means can produce right ends."
}