{
  "text": "No love. When you really pay attention with love, can there be violence? Think about it. I’ve condemned violence, run from it, justified it, even called it natural. All of that is just not paying attention. But when I focus on what I call violence—with care, affection, and love—where’s the room for violence? \n\nIs it possible to end this violence? \n\nWhat do we mean by violence? It’s a deep question. Can a person living in this world really stop being violent? Societies and religions have tried to avoid killing animals. Some even ask, “If you don’t want to kill animals, what about plants?” You can take it so far that you might not even exist anymore. Where do you draw the line? Is it based on your ideals, whims, or conditioning? Do you say, “I’ll go this far but no further?” \n\nIs there a difference between individual anger leading to violence and the organized hatred of a society that builds an army to destroy another? What level of violence are we talking about? Do we want to know if humans can be free from total violence—not just a piece of it? \n\nWe know what violence is without needing words or actions. As humans, the animal instinct is still strong, even after centuries of so-called civilization. Where do we start? At the surface, with society, or at the core, with ourselves? You tell me not to be violent because it’s ugly. You lay out all the reasons, and I see that violence is terrible, inside and out. So, can we really end this violence? \n\nDon’t think wishing for peace will bring it if you’re aggressive and always seeking security, whether in this life or the next. You need to understand the root cause of conflict and sorrow, then work to dissolve it. Most of us are just too lazy to dig deep and understand ourselves. We think others will solve this for us or that we can just eliminate a few people causing wars. But when someone is conflicted inside, they’ll create conflict outside. Only you can find peace within yourself, and by doing that, you can help bring peace to the world—because you are the world. \n\nRealize you are violent.\n\n**PAGE SUMMARY:** True peace can only be achieved by understanding and dissolving the internal conflicts and violence within oneself."
}