{
  "text": "Being greedy doesn’t pay off. Even if you try to be non-greedy, the urge to want is still there. So, goodness isn’t just the opposite of evil; it’s a whole different vibe. \n\nWhat’s that vibe? Goodness doesn’t come with motives because motives are all about the self. It’s about the egocentric mind. So, what does it mean to be good? Goodness exists only when you’re fully attentive. And guess what? Attention doesn’t have motives. If you’re paying attention just to gain something, that’s not real attention—it’s a distraction. It creates a divide. True goodness happens when you’re completely attentive, without trying to be something or not.\n\nNow, let’s talk about human evolution. Do we need to experience drunkenness to understand sobriety? Do we have to go through hate to know compassion? Must we endure wars to find peace? That’s a pretty flawed way of thinking, right? \n\nWe often assume there’s a clear evolution from bad to good. Sure, we see physical growth, like a tiny plant becoming a massive tree, or tech evolving from the wheel to jet planes. But what about psychological growth? Can the “me” evolve from evil to good? The answer is no. The “me,” which is at the center of our problems, will always stay problematic. \n\nFacing this truth is tough. We hope that, over time, the “I” will become something great. But what is this “I”? It’s just a name, a collection of memories, hopes, frustrations, and fleeting joys. We want this “me” to stick around and become perfect. So, we imagine there’s a “supreme” self or a higher spiritual being that’s timeless. But if we can think about it, that idea is still trapped in our limited understanding of time.\n\nNow, can the mind break free from the past and from thought—not just the good or bad thoughts? To figure this out, we need to see what fills our minds. If you’re stuck thinking about good or bad stuff, you’re still tied to the past. The key is discovering how your mind is occupied. If it’s occupied at all, it’s always with the past because our consciousness is rooted in it. The past is everywhere, even in our unconscious thoughts.\n\n**PAGE SUMMARY:** Goodness is a state of total attention without motive, distinct from the duality of good and evil."
}