{
  "text": "Can the mind really break free from authority? If it can, that means no more fear and no more following blindly. This would stop imitation, which is just mindless repetition. Remember, virtue and ethics aren’t about copying what’s good. Once it turns mechanical, it loses its essence. True virtue is fresh and alive, like humility. You can’t force humility; a mind without it can’t learn. So, virtue doesn’t come from authority. What society calls morality isn’t real morality; it’s actually immoral since it promotes competition, greed, and ambition. That’s why society encourages immorality. \n\nReal virtue goes beyond just following moral rules. Without virtue, there’s no real order, and that order isn’t about sticking to a strict plan or formula. When a mind tries to discipline itself to achieve virtue through formulas, it ends up creating problems of immorality. \n\nExternal authority, like laws or moral guidelines, can be harmful when the mind is trying to grasp what true virtue really is. We often cling to our own experiences and knowledge, falling into repetitive patterns of imitation. This psychological authority—different from the law or police—can destroy virtue because virtue is dynamic and alive. Just like you can’t cultivate humility or love, you can’t force virtue. There’s beauty in that spontaneity. Without virtue, clear thinking can’t take root. \n\nThe real question is: Can a mind conditioned by countless beliefs, traditions, and fears break free and create a new way of thinking? The old mind is trapped by authority. I’m not talking about legal authority; I mean the authority of tradition, knowledge, and experience—basically, anything that gives a sense of security. That’s what the mind constantly seeks: a safe space, free from disturbance. This authority could be self-imposed or tied to religious beliefs. But remember, an idea isn’t a fact; it’s just a fiction. Even the concept of God is a fiction. To truly find God, you have to let go of that fiction. The old mind is filled with fear, ambition, and the anxiety of life and death. It’s always looking for something permanent and secure. \n\nIf we understand why we want to dominate or be dominated, we might escape the damaging effects of authority. We crave certainty, success, and knowledge, and this need for stability builds up our personal authority.\n\n**PAGE SUMMARY:** The mind must be free from authority and fear to understand true virtue, which cannot be mechanically cultivated or imitated."
}