{
  "text": "Intelligence has the power to feel and think at the same time. Both parts work together, creating a balanced approach. \n\nWhen you mix emotions with business, things get messy. You might think that separating your religious beliefs, feelings, and business interests is smart. But treating life like a way to just make money leads to chaos. If you truly used your intelligence in business—where your feelings and thoughts align—your business might fail. And that’s okay. You’d probably let it fail when you see how absurd and cruel that lifestyle can be. \n\nUntil you tackle life with real intelligence, not just cold logic, no system will save you from the endless grind for money. \n\n**Sentiment and Emotion Breed Cruelty**\n\nThink about it: emotions and sentiments don’t belong in love. They’re just reactions—like or dislike. If I like you, I get super excited about you. If I like this place, I think it’s amazing, which means I’m also saying I don’t like somewhere else. This leads to cruelty. Ever notice how people get attached to symbols, like a national flag? That attachment can drive someone to harm others, all in the name of “loving” their country or neighbors. \n\nWhere there’s sentiment and emotion, love isn’t present. Jealousy is a clear sign of that. If I envy you for having a better job or looking nicer, that’s not love. I might not say I’m jealous, but competing with you is just a form of envy. To really love, I need to wash away those feelings, just like rain clears the dust off a leaf.\n\n**We Must Die to All Our Emotions**\n\nSo, what’s emotion really? It’s a reaction, a response from our senses. Love, hate, devotion—they’re all emotions. Some we see as positive, like love and sympathy, while others, like hate, are negative and we want to ditch them. But is love really the opposite of hate? Is it just a feeling tied to memories?\n\nHere’s the kicker: love isn’t just about memory. That’s a tough pill to swallow, since many of us link love to our past experiences.\n\n**PAGE SUMMARY:** Intelligence harmonizes emotion and reasoning, while sentiment and emotion can lead to cruelty and division in life."
}