{
  "text": "When your mind is busy, it's stuck in the past. And when it's stuck there, it can't see what's real, true, or fresh. \n\n---\n\n**Thinking Creates Effort**\n\n“How do I stop having bad thoughts?” Is there really a thinker separate from those thoughts? Pay attention to your mind. We often say, “I’m the one who thinks,” “This thought is wrong,” “I need to control this thought,” “I should stick to this thought.” But is that “I” really different from those thoughts? Is it separate from envy or negativity? That “I” keeps trying to push away the bad stuff, trying to become something better. This struggle is just effort to get rid of thoughts, to avoid being wayward.\n\nIn thinking, we create this problem of effort. Get it? We end up needing discipline—like the “I” controlling bad thoughts, trying to be non-envious or non-violent. This is the reality of our everyday lives.\n\n---\n\n**Becoming is Strife**\n\nLife, as we know it, is all about becoming. I’m poor, and I want to be rich. I’m not attractive, and I want to be beautiful. So, my life is about becoming something else. The will to be is the will to become—it’s a constant cycle of challenges and responses. But this process of becoming is tough; it’s strife and pain. It’s always, “I am this, and I want to be that.”\n\n---\n\n**All Becoming is Disintegration**\n\nThe mind gets an idea, maybe something enjoyable, and it wants to become that idea. You dislike where you are now and want to be somewhere better. But that ideal is just your projection. The opposite of what you are isn’t truly different; it’s just a twist on what already exists. This projection is self-driven, and conflict comes from chasing that projection. You’re trying to become something that’s already part of you. The ideal is your own creation. Notice how your mind tricks itself? You’re chasing after words, pursuing your own shadow. You feel violent, and you are...\n\n**PAGE SUMMARY:** The mind's struggle to become something different from itself leads to conflict and disintegration."
}