{
  "page_number": 15,
  "simplified_text": "A QUICK HISTORY OF THE ’90S\n\nThe 1990s are often seen as a great time. We usually think of it as a happy decade that ended with the rise and fall of the internet. But a lot of those years were not as fun as we remember. We’ve forgotten what was happening around the world during the crazy dot-com days at the end of the decade.\n\nThe ’90s kicked off with excitement when the Berlin Wall fell in November 1989. But that excitement didn’t last long. By mid-1990, the U.S. was in a recession. Technically, the recession ended in March 1991, but things didn’t get better quickly, and unemployment kept rising until July 1992. The manufacturing industry never really bounced back, and the move to a service-based economy was tough.\n\nFrom 1992 to the end of 1994, people felt pretty down. News showed images of American soldiers dying in Somalia, and there was a lot of worry about jobs moving to Mexico. This negative vibe helped push President Bush out of office and allowed Ross Perot to get almost 20% of the votes in 1992, which was the best for a third-party candidate since 1912. Even though people were into bands like Nirvana and the grunge scene, it didn’t bring much hope or confidence.\n\nSilicon Valley wasn’t doing great either. Japan seemed to be winning the tech race, especially in making semiconductors. The internet wasn’t popular yet because it wasn’t easy to use until late 1992, and there weren’t good web browsers. Back in 1985, when I started at Stanford, most students were studying economics, not computer science. To many, the tech world felt strange and small.\n\nEverything changed with the internet. The Mosaic browser came out in November 1993, making it easier for regular people to go online. Mosaic later became Netscape, which launched its Navigator browser in late 1994. Navigator became super popular, going from about 20% of the browser market in January 1995 to almost 80% by the end of that year. Netscape went public in August 1995, even though it wasn’t making money yet. Within five months, its stock price jumped from $28 to $174 per share. Other tech companies were also doing well. Yahoo! went public in April 1996, valued at $848 million, and Amazon followed in May 1997 at $438 million. By spring 1998, both companies saw their stock prices more than quadruple. Some people thought the market was going wild.\n\nThis worry was understandable but not entirely right. In December 1996, more than three years before the bubble burst, the head of the Federal Reserve, Alan Greenspan, warned that “irrational exuberance” might have pushed prices too high. Investors were excited, but it’s easy to forget that things were tough in other parts of the world back then.\n\nIn July 1997, the East Asian financial crisis hit. Countries like Thailand, Indonesia, and South Korea faced huge debts and economic problems. Then in August 1998, Russia had its own crisis when it couldn’t pay its debts and devalued its currency. American investors got worried about a country with nuclear weapons and no money, causing the Dow Jones Industrial Average to drop more than 10% in just a few days.\n\nPeople were right to be concerned. The Russian crisis led to problems for Long-Term Capital Management, a big U.S. hedge fund. LTCM lost $4.6 billion in the last half of 1998 and had over $100 billion in debts when the Federal Reserve stepped in with a huge bailout and cut interest rates to prevent a financial disaster. Europe wasn’t doing well either.\n\n**PAGE SUMMARY:** The 1990s started with excitement but faced economic struggles, including a recession and global crises. The internet boom changed everything, leading to rapid growth for tech companies. However, financial issues in other countries created worries that affected the U.S. economy.",
  "summary": "Reflection discussion experience reflection thought chapter understanding learning insight understanding experience book exploration discussion idea book discussion detail wisdom theme.",
  "importance_score": 3,
  "themes": [
    "reflection",
    "discussion",
    "experience",
    "reflection",
    "thought"
  ],
  "word_count": 638,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.294451Z",
  "format_id": "comic_style",
  "content": "[SCENE: A thoughtful conversation]\n\nNARRATOR: \"In this chapter, we discover...\"\n\nCHARACTER: \"Reflection discussion experience reflection thought chapter understanding learning insight understanding experience book exploration discussion idea book discussion detail wisdom theme.\"\n\nNARRATOR: \"This insight changes everything about how we think about the topic.\"",
  "reading_difficulty": "easy",
  "estimated_read_time_seconds": 223,
  "format_specific_data": {
    "visual_style": "dialogue_based",
    "narrative_boxes": true,
    "character_speech": true
  }
}