{
  "page_number": 38,
  "simplified_text": "In March 2001, PayPal wasn't making any money yet, but our sales were doubling every year. When I looked at how much money we might make in the future, I realized that 75% of the company's value would come from profits starting in 2011 and later. This was surprising for a company that had only been around for 27 months. But it turned out I was underestimating things. Now, PayPal is still growing at about 15% each year, and the rate for future profits is lower than it was ten years ago. Most of the company's value is expected to come from 2020 and later.\n\nLinkedIn is another example of a company whose worth is mostly in the future. By early 2014, its market value was $24.5 billion, which is really high for a company that made less than $1 billion in sales and only $21.6 million in profit in 2012. You might think investors are being crazy looking at these numbers. But this high value makes sense when you think about how much money LinkedIn is expected to make in the future.\n\n**PAGE SUMMARY:** PayPal and LinkedIn are examples of companies whose true value comes from future profits. PayPal grew quickly without making money at first, while LinkedIn's high market value is based on expected future earnings.",
  "summary": "Learning discussion lesson curiosity idea journey context reflection exploration meaning mind discussion curiosity concept growth concept experience wisdom idea learning.",
  "importance_score": 4,
  "themes": [
    "learning",
    "discussion",
    "lesson",
    "curiosity",
    "journey"
  ],
  "word_count": 218,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.308282Z",
  "format_id": "comic_style",
  "content": "[SCENE: A thoughtful conversation]\n\nNARRATOR: \"In this chapter, we discover...\"\n\nCHARACTER: \"Learning discussion lesson curiosity idea journey context reflection exploration meaning mind discussion curiosity concept growth concept experience wisdom idea learning.\"\n\nNARRATOR: \"This insight changes everything about how we think about the topic.\"",
  "reading_difficulty": "easy",
  "estimated_read_time_seconds": 76,
  "format_specific_data": {
    "visual_style": "dialogue_based",
    "narrative_boxes": true,
    "character_speech": true
  }
}