{
  "page_number": 84,
  "simplified_text": "CASH IS NOT KING\n\nTo really get people to care about their work, they need to be paid fairly. When someone asks me to invest in their business, I always want to know how much they plan to pay themselves. I've seen that companies do better when the CEO doesn't take a huge salary. \n\nFor a startup that’s just starting out, the CEO shouldn't make more than $150,000 a year. It doesn’t matter if they used to earn a lot more at a big company like Google or if they have big bills to pay. If a CEO is making $300,000 a year, they might start acting more like a politician than a founder. High salaries can make them focus on keeping things the same instead of fixing problems. On the other hand, a CEO who doesn’t take a lot of money will work harder to make the whole company better.\n\nWhen the CEO pays themselves less, it sets a good example for everyone else. Aaron Levie, the CEO of Box, always made sure to pay himself less than his employees. Even four years after starting Box, he was still living in a small, empty apartment nearby. Everyone saw how dedicated he was to the company’s goals and wanted to do the same.\n\nIf a CEO doesn’t show commitment by taking the lowest salary, they can still lead by keeping their pay modest. This helps keep salaries in check. \n\nCash is tempting because it gives you freedom to spend it however you want. But if workers get paid a lot, they might focus more on taking what they can from the company instead of working to create new value. Cash bonuses are a bit better because they depend on doing a good job, but they still encourage short-term thinking. Overall, cash is more about enjoying the present than planning for the future.\n\n**PAGE SUMMARY:** Paying CEOs less helps companies succeed and encourages everyone to work harder. High salaries can lead to short-term thinking, while modest pay sets a good example. Cash is tempting but can distract from long-term goals.",
  "summary": "Book context wisdom growth growth concept chapter journey wisdom wisdom idea growth theme thought book concept context reflection detail discussion.",
  "importance_score": 5,
  "themes": [
    "context",
    "wisdom",
    "growth",
    "growth",
    "concept"
  ],
  "word_count": 349,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.342421Z",
  "format_id": "article_style",
  "content": "**Key Insights:** This section explores context, wisdom, growth.\n\n**Main Points:**\nBook context wisdom growth growth concept chapter journey wisdom wisdom idea growth theme thought book concept context reflection detail discussion.\n\n**Takeaway:** Understanding these concepts will help you apply the book's principles more effectively.",
  "reading_difficulty": "intermediate",
  "estimated_read_time_seconds": 174,
  "format_specific_data": {
    "structure": "sectioned",
    "headers_used": true,
    "bullet_points": true
  }
}