{
  "page_number": 85,
  "simplified_text": "STARTUPS AND EQUITY\n\nStartups don’t have to pay super high salaries because they can offer something better: a piece of the company. This piece is called equity, and it helps people focus on making the company successful in the future.\n\nBut for equity to work well, it needs to be given out carefully. Giving everyone the same amount of shares is usually a bad idea because everyone has different skills and responsibilities. If everyone gets equal shares, it can feel unfair from the start. On the flip side, giving different amounts to people can also seem unfair. If people feel resentful about how equity is shared, it can hurt the company, and there’s no perfect way to avoid this issue.\n\nThis problem gets worse as more people join the company. Early employees often get the most equity because they take bigger risks, but later employees can be just as important. For example, a secretary who started at eBay in 1996 might have made 200 times more than her boss who joined in 1999. A graffiti artist who painted Facebook’s office in 2005 got stock worth $200 million, while a talented engineer who joined in 2010 might have only made $2 million. Since it’s impossible to be perfectly fair when giving out ownership, founders should keep the details private.\n\nSending a company-wide email that shows everyone’s ownership would be like causing a huge explosion in the office.\n\nInterestingly, not everyone wants equity. At PayPal, we once hired a consultant who was supposed to help us make big business deals. The only thing he managed to get was a $5,000 daily cash salary because he didn’t want stock options. Even though there are stories of startup chefs becoming millionaires, many people find equity unattractive. It’s not like cash; it’s tied to one specific company. If that company fails, the equity is worthless.\n\nEquity is powerful because of these downsides. Anyone who prefers owning part of your company instead of getting cash shows they care about the long term and want to help the company grow. Equity isn’t perfect, but it’s the best way for a founder to keep everyone on the same page.\n\n**PAGE SUMMARY:** Startups can offer equity instead of high salaries to motivate employees. However, giving out equity fairly is tricky and can lead to resentment. Not everyone wants equity, as it’s risky, but it shows commitment to the company’s future.",
  "summary": "Perspective insight understanding detail exploration context discussion concept detail context analysis story curiosity perspective wisdom reflection knowledge analysis book learning.",
  "importance_score": 4,
  "themes": [
    "perspective",
    "insight",
    "understanding",
    "detail",
    "exploration"
  ],
  "word_count": 401,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.343588Z",
  "format_id": "article_style",
  "content": "**Key Insights:** This section explores perspective, insight, understanding.\n\n**Main Points:**\nPerspective insight understanding detail exploration context discussion concept detail context analysis story curiosity perspective wisdom reflection knowledge analysis book learning.\n\n**Takeaway:** Understanding these concepts will help you apply the book's principles more effectively.",
  "reading_difficulty": "intermediate",
  "estimated_read_time_seconds": 200,
  "format_specific_data": {
    "structure": "sectioned",
    "headers_used": true,
    "bullet_points": true
  }
}