{
  "text": "A THOUSAND SPLENDID SUNS             \n6 \n\nJalil shared the tale of Queen Gauhar Shad, who built the famous minarets as a love letter to Herat in the fifteenth century. He painted a picture of Herat's green wheat fields, orchards, and grape-laden vines, plus the bustling bazaars. \n\n\"There's a pistachio tree,\" Jalil said one day, \"and under it lies the great poet Jami.\" He leaned in and whispered, \"Jami lived over five hundred years ago. I took you there once, but you were too little to remember.\" \n\nMariam didn’t recall that visit. Even though she spent her first fifteen years close to Herat, she’d never see that legendary tree, the famous minarets, or pick fruit from the orchards. But when Jalil spoke like this, she was mesmerized. She admired him for his worldly knowledge and felt proud to have a dad who knew so much. \n\n\"What rich lies!\" Nana said after Jalil left. \"Rich man telling rich lies. He never took you to any tree. Don’t let him charm you. He betrayed us, your beloved father. He tossed us out of his big fancy house like we were nothing. He did it happily.\" \n\nMariam listened quietly. She never told Nana how much she disliked her talking about Jalil that way. The truth was, when Jalil visited every Thursday, all smiles and gifts, Mariam didn’t feel like a harami (illegitimate child). For that hour or two, she felt worthy of all the beauty life had to offer. And for that, she loved Jalil. \n\n* * *  \n\nEven if it meant sharing him. \n\nJalil had three wives and nine kids—all strangers to Mariam. He was one of the richest men in Herat. He owned a cinema she’d never seen, but he described it to her. She knew it had a blue-and-tan facade, private balcony seats, and a trellised ceiling. Double doors led into a tiled lobby with glass displays of Hindi film posters. On Tuesdays, kids got free ice cream at the concession stand. \n\nNana smirked when he mentioned the ice cream. After Jalil left, she said, \"The children of strangers get ice cream. What do you get, Mariam? Just stories about it.\" \n\nBesides the cinema, Jalil owned land in Karokh and Farah, three carpet stores, a clothing shop, and a black 1956 Buick Roadmaster. He was well-connected—friends with the mayor and the provincial governor. He had a cook, a driver, and three housekeepers.\n\n**PAGE SUMMARY:** Mariam feels a sense of pride and enchantment when her father Jalil visits, despite her mother's disdain for him and their circumstances."
}