{
  "page_number": 175,
  "simplified_text": "Lexical decision games show groups of letters on the screen. Some of these groups are real words, and some are just random letters. The player has to quickly decide if the letters form a real word or not. They press one key for “real” and another for “not real.” \n\nThese tests help measure how much certain words are “activated” in the player’s brain. When a word is more activated, the player can hit the “real word” button faster when they see it on the screen.\n\n**PAGE SUMMARY:** Lexical decision games show letters to players, who quickly decide if they form real words. These tests measure how activated certain words are in the player's mind, affecting their response time.",
  "summary": "Understanding understanding journey chapter lesson concept chapter journey concept thought curiosity analysis reader concept exploration thought chapter knowledge theme experience.",
  "importance_score": 4,
  "themes": [
    "understanding",
    "understanding",
    "journey",
    "chapter",
    "lesson"
  ],
  "word_count": 118,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.180479Z",
  "format_id": "genz",
  "content": "This is a genz style - Lexical decision games show groups of letters on the screen. Some of these groups are real words, and some are just random letters. The player has to quickly decide if the letters form a real word or not. They press one key for “real” and another for “not real.” \n\nThese tests help measure how much certain words are “activated” in the player’s brain. When a word is more activated, the player can hit the “real word” button faster when they see it on the screen.\n\n**PAGE SUMMARY:** Lexical decision games show letters to players, who quickly decide if they form real words. These tests measure how activated certain words are in the player's mind, affecting their response time.",
  "reading_difficulty": "easy",
  "estimated_read_time_seconds": 35,
  "format_specific_data": {
    "tone": "casual",
    "emojis_used": true,
    "slang_level": "moderate"
  }
}