{
  "text": "At the end of the last chapter, we talked about how being deep into your work helps you get better at it. This leads to a big question: Why do so many companies, like the Boston Consulting Group, keep pushing for constant communication, even if it might make employees less happy and less productive? The answer lies in how people behave at work.\n\nThe Principle of Least Resistance says that in a workplace without clear feedback on how actions affect results, people will choose the easiest options. So, when we ask why companies keep promoting constant communication, the answer is simple: it’s easier.\n\nThere are two main reasons for this. First, if you can get answers to your questions right away, it makes your life simpler, at least for that moment. If you didn’t have quick responses, you’d need to plan better, stay organized, and wait longer for information, which would make work more stressful. Instant messaging is a perfect example of this. If getting an email reply in an hour is easy, then getting a message back in under a minute feels even better.\n\nThe second reason constant communication is easier is that it lets you manage your day by just replying to emails as they come in. This can make you feel productive, even if it’s not the best way to work. If emails weren’t the main focus of your day, you’d have to think more about what tasks to tackle and how long to spend on them. This kind of planning is tough. For example, David Allen’s method for managing tasks is really detailed and can be complicated. It’s way easier to just jump into the latest email thread instead.\n\nI’m focusing on constant connectivity as an example, but it’s just one part of a bigger issue.\n\n**PAGE SUMMARY:** The passage discusses why companies promote constant communication despite its downsides. It explains that people prefer easier options at work, like quick responses to emails, which can lead to less thoughtful planning. This behavior can make work feel more productive, even if it's not the best approach."
}