{
  "text": "37signals’ experiments show something important: the easy tasks that take up a lot of time for people who work with knowledge aren’t as important as they seem. For most businesses, if you cut down on these easy tasks, their profits would probably stay the same. Jason Fried found that if you not only cut out shallow work but also use that time for more meaningful work, the business can actually do better.\n\nThis idea encourages you to think about your own work life. The tips that follow will help you spot the easy tasks in your schedule and reduce them to make more room for the work that really matters.\n\nBefore we get into those tips, we need to recognize that there’s a limit to how much we can avoid shallow work. Deep work is way more valuable than shallow work, but that doesn’t mean you should try to fill your whole day with deep tasks. Some shallow work is necessary to keep most jobs running smoothly. You might not need to check your email every ten minutes, but ignoring important messages completely isn’t a good idea. So, the goal is to reduce shallow work, not get rid of it entirely.\n\nAnother thing to think about is how much brainpower you have. Deep work can be tiring because it pushes you to your limits. Experts have studied how long people can keep this up in a day. They found that for someone just starting to practice a new skill, about an hour a day is a good limit. For those who are more experienced, it can go up to four hours, but not much more.\n\nThis means that once you reach your limit for deep work in a day, trying to do more won’t be very helpful. Shallow work only becomes a problem when it starts to take up too much of your time and crowds out your deep work. At first, this might sound good because a typical workday is eight hours long. The best deep thinkers can only spend about four hours really focused. So, you can spend half the day on easy tasks without it being a big deal. But the risk is that it’s really easy to let that time slip away.\n\n**PAGE SUMMARY:** The passage discusses how shallow work takes up time but isn’t as important as deep work. It suggests reducing shallow tasks to make room for more meaningful work while acknowledging that some shallow work is necessary. It also highlights limits on how much deep work can be done in a day."
}