{
  "page_number": 128,
  "simplified_text": "Having fewer official working hours helps cut out the unnecessary stuff in a typical workweek. When everyone has less time to finish their tasks, they start to value that time more. People become careful with their time, which is a good thing. They don’t waste it on things that aren’t important. With fewer hours, people usually use their time better.\n\nBasically, when 37signals reduced their workweek, they got rid of a lot of the shallow work, but the deep work stayed the same. This meant that the important tasks still got done. The shallow tasks, which seem urgent at the moment, turned out to be less important than they thought.\n\nAfter seeing this, it made people wonder what would happen if 37signals took it a step further. If cutting out shallow work didn’t change the results much, what if they replaced that time with more deep work? Luckily, the company decided to try this idea too.\n\nFried was always interested in tech companies like Google that let their employees spend 20% of their time on personal projects. He liked this idea but thought that taking one day off each week wasn’t enough for serious deep work. He believed that having a longer, uninterrupted time would lead to better results. \n\nTo test this, 37signals did something bold: they gave their employees the entire month of June off to focus deeply on their own projects. This month had no shallow work tasks—no meetings, no memos, and definitely no PowerPoint presentations. At the end of June, they held a “pitch day” where employees shared their ideas.\n\nIn an article for Inc. magazine, Fried called the experiment a success. The pitch day led to two new projects: a better customer support tool and a system to visualize data on how customers use their products. These projects are expected to be very valuable for the company, and they likely wouldn’t have happened without the focused time the employees had. It took many hours of uninterrupted work to bring these ideas to life.\n\n“How can we afford to take a month off to play around with new ideas?” Fried asked. “How can we afford not to?”\n\n**PAGE SUMMARY:** Reducing work hours helps people focus on what really matters. 37signals tested this by giving employees a month off to work on their own projects, leading to valuable new ideas. The experiment showed that deep work can lead to great results.",
  "summary": "Growth reader story reflection discussion perspective mind chapter detail curiosity idea chapter meaning detail lesson lesson concept book exploration analysis.",
  "importance_score": 5,
  "themes": [
    "growth",
    "reader",
    "story",
    "reflection",
    "discussion"
  ],
  "word_count": 403,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.157873Z",
  "format_id": "genz",
  "content": "This is a genz style - Having fewer official working hours helps cut out the unnecessary stuff in a typical workweek. When everyone has less time to finish their tasks, they start to value that time more. People become careful with their time, which is a good thing. They don’t waste it on things that aren’t important. With fewer hours, people usually use their time better.\n\nBasically, when 37signals reduced their workweek, they got rid of a lot of the shallow work, but the deep work stayed the same. This meant that the important tasks still got done. The shallow tasks, which seem urgent at the moment, turned out to be less important than they thought.\n\nAfter seeing this, it made people wonder what would happen if 37signals took it a step further. If cutting out shallow work didn’t change the results much, what if they replaced that time with more deep work? Luckily, the company decided to try this idea too.\n\nFried was always interested in tech companies like Google that let their employees spend 20% of their time on personal projects. He liked this idea but thought that taking one day off each week wasn’t enough for serious deep work. He believed that having a longer, uninterrupted time would lead to better results. \n\nTo test this, 37signals did something bold: they gave their employees the entire month of June off to focus deeply on their own projects. This month had no shallow work tasks—no meetings, no memos, and definitely no PowerPoint presentations. At the end of June, they held a “pitch day” where employees shared their ideas.\n\nIn an article for Inc. magazine, Fried called the experiment a success. The pitch day led to two new projects: a better customer support tool and a system to visualize data on how customers use their products. These projects are expected to be very valuable for the company, and they likely wouldn’t have happened without the focused time the employees had. It took many hours of uninterrupted work to bring these ideas to life.\n\n“How can we afford to take a month off to play around with new ideas?” Fried asked. “How can we afford not to?”\n\n**PAGE SUMMARY:** Reducing work hours helps people focus on what really matters. 37signals tested this by giving employees a month off to work on their own projects, leading to valuable new ideas. The experiment showed that deep work can lead to great results.",
  "reading_difficulty": "easy",
  "estimated_read_time_seconds": 120,
  "format_specific_data": {
    "tone": "casual",
    "emojis_used": true,
    "slang_level": "moderate"
  }
}