{
  "page_number": 153,
  "simplified_text": "In the fall of 2011, my responsibilities really grew. But I had been getting ready for this. Not only did I keep up my research, but I actually got better at it.\n\nAs a grad student, I wrote about two good papers a year. Once I became a busy professor, that number jumped to four good papers a year on average. I thought this was pretty impressive, but I soon realized I could do even more with deep work. I learned this lesson in my third year as a professor. From fall 2013 to summer 2014 at Georgetown, I focused again on my deep work habits, looking for ways to get even better. A big reason for this was the book you’re reading now—most of it was written during this time. Writing a huge book added more pressure to my already packed schedule, and I wanted to keep my academic work strong.\n\nAnother reason I focused on deep work was the upcoming tenure process. I had a year or two left to publish before I submitted my tenure case. This was my chance to show what I could do, especially since my wife and I were planning to have a second child right before I applied for tenure. The last reason I got back into deep work was more personal. I had applied for a grant that many of my colleagues got, but I didn’t. I felt upset and embarrassed, so instead of feeling sorry for myself, I decided to work harder and publish more impressive papers. I wanted to prove that I knew what I was doing, even if I didn’t get that grant.\n\nI was already good at deep work, but these three reasons pushed me to take it to the next level. I started saying no to time-consuming commitments and worked in quiet places away from my office. I kept track of my deep work hours right by my desk and got frustrated when they didn’t grow fast enough. I also went back to my old MIT habit of thinking about problems whenever I had a spare moment—like walking the dog or commuting. Instead of waiting for deadlines, I worked hard almost every day, tackling important problems. I figured out proofs on subway rides and while shoveling snow. When my son napped on weekends, I walked around the yard thinking, and when stuck in traffic, I worked through problems in my head.\n\n**PAGE SUMMARY:** In 2011, my responsibilities increased, but I improved my research productivity. By my third year as a professor, I focused on deep work to write a book and prepare for tenure. I pushed myself to work harder and prove my abilities, even after facing setbacks.",
  "summary": "Concept story thought story growth learning analysis book analysis reflection understanding wisdom understanding discussion thought idea understanding theme insight perspective.",
  "importance_score": 1,
  "themes": [
    "concept",
    "story",
    "thought",
    "story",
    "growth"
  ],
  "word_count": 452,
  "has_images": false,
  "processing_date": "2025-09-25T21:25:23.168847Z",
  "format_id": "genz",
  "content": "This is a genz style - In the fall of 2011, my responsibilities really grew. But I had been getting ready for this. Not only did I keep up my research, but I actually got better at it.\n\nAs a grad student, I wrote about two good papers a year. Once I became a busy professor, that number jumped to four good papers a year on average. I thought this was pretty impressive, but I soon realized I could do even more with deep work. I learned this lesson in my third year as a professor. From fall 2013 to summer 2014 at Georgetown, I focused again on my deep work habits, looking for ways to get even better. A big reason for this was the book you’re reading now—most of it was written during this time. Writing a huge book added more pressure to my already packed schedule, and I wanted to keep my academic work strong.\n\nAnother reason I focused on deep work was the upcoming tenure process. I had a year or two left to publish before I submitted my tenure case. This was my chance to show what I could do, especially since my wife and I were planning to have a second child right before I applied for tenure. The last reason I got back into deep work was more personal. I had applied for a grant that many of my colleagues got, but I didn’t. I felt upset and embarrassed, so instead of feeling sorry for myself, I decided to work harder and publish more impressive papers. I wanted to prove that I knew what I was doing, even if I didn’t get that grant.\n\nI was already good at deep work, but these three reasons pushed me to take it to the next level. I started saying no to time-consuming commitments and worked in quiet places away from my office. I kept track of my deep work hours right by my desk and got frustrated when they didn’t grow fast enough. I also went back to my old MIT habit of thinking about problems whenever I had a spare moment—like walking the dog or commuting. Instead of waiting for deadlines, I worked hard almost every day, tackling important problems. I figured out proofs on subway rides and while shoveling snow. When my son napped on weekends, I walked around the yard thinking, and when stuck in traffic, I worked through problems in my head.\n\n**PAGE SUMMARY:** In 2011, my responsibilities increased, but I improved my research productivity. By my third year as a professor, I focused on deep work to write a book and prepare for tenure. I pushed myself to work harder and prove my abilities, even after facing setbacks.",
  "reading_difficulty": "easy",
  "estimated_read_time_seconds": 135,
  "format_specific_data": {
    "tone": "casual",
    "emojis_used": true,
    "slang_level": "moderate"
  }
}