{
  "text": "When Adam Marlin started working, he was really well educated with three Ivy League degrees. However, he met some people who went to small religious schools but were still super smart. He said, “Many of these people are really successful, but it wasn’t their fancy schools that made them smart; it was their daily studying that started when they were in fifth grade.”\n\nAfter some time, Marlin noticed he was thinking more deeply. He said, “I’ve been having more creative ideas in my job. I think it’s because of this daily mental practice. This regular effort has built my mental strength over the years. I didn’t aim for this at first, but it’s what happened.”\n\nMarlin’s story shows that being able to focus really well is a skill you need to train. This might seem obvious, but it’s different from how most people think. Many treat focus like a habit, like flossing your teeth—something good for you that you just don’t do enough because you lack motivation. This idea is tempting because it suggests you can go from distracted to focused quickly if you just try hard enough. But this view ignores how tough it is to focus and how much practice it takes to build your “mental muscle.” The creative ideas Marlin has now come from his commitment to training his focus every morning, not just a one-time decision.\n\nHowever, there’s an important point to remember: If you want to improve your focus, you also need to stop relying on distractions. Just like athletes need to take care of their bodies outside of practice, you’ll find it hard to concentrate deeply if you constantly avoid boredom. \n\nResearch by Clifford Nass, a professor at Stanford, backs this up. He studied how people behave in the digital age and found that constantly switching attention online harms your brain. In a 2010 interview, he explained that they could separate people into those who multitask all the time and those who rarely do, and the differences between them are huge.\n\n**PAGE SUMMARY:** Adam Marlin learned that deep focus is a skill you need to train, not just a habit. He noticed that daily practice improved his creativity. To focus better, you must also stop relying on distractions, as research shows that constant multitasking harms your brain."
}