{
  "text": "A THOUSAND SPLENDID SUNS             \n3 \n\nRIVERHEAD BOOKS  \n\nPublished by the Penguin Group  \n\nPenguin Group (USA) Inc., 375 Hudson Street,  \nNew York, New York 10014, USA •  \n\nPenguin Group (Canada), 90 Eglinton Avenue East,  \nSuite 700, Toronto, Ontario M4P 2Y3, Canada  \n(a division of Pearson Penguin Canada Inc.) •  \n\nPenguin Books Ltd, 80 Strand,  \nLondon WC2R 0RL, England •  \n\nPenguin Ireland, 25 St Stephen's Green,  \nDublin 2, Ireland  \n(a division of Penguin Books Ltd) •  \n\nPenguin Group (Australia), 250 Camberwell Road,  \nCamberwell, Victoria 3124, Australia  \n(a division of Pearson Australia Group Pty Ltd) •  \n\nPenguin Books India Pvt Ltd, 11 Community Centre,  \nPanchsheel Park, New Delhi 110 017, India •  \n\nPenguin Group (NZ), 61 Apollo Drive,  \nRosedale, North Shore 0745, Auckland, New Zealand  \n(a division of Pearson New Zealand Ltd) •  \n\nPenguin Books (South Africa) (Pty) Ltd,  \n24 Sturdee Avenue, Rosebank,  \nJohannesburg 2196, South Africa  \n\nPenguin Books Ltd, Registered Offices:  \n80 Strand, London WC2R 0RL, England  \n\nFirst Published in the United States by Riverhead Books 2007  \n\nCopyright © 2007 by ATSS Publications, LLC  \n\nTranslation of the poem \"Kabul\" by Josephine Barry Davis  \n\nAll rights reserved. No part of this book may be reproduced, scanned, or distributed in any printed or electronic form without permission. Please do not participate in or encourage piracy of copyrighted materials in violation of the author's rights. Purchase only authorized editions.  \n\nLibrary of Congress Cataloging in Publication Data  \nHosseini, Khaled. A thousand splendid suns / Khaled Hosseini.  \nISBN: 1 4295 1460 4  \n1. Families Fiction. 2. Afghanistan Fiction. I. Title.  \n\nPS3608.O832K58 2003 2007008679  \n813'.6 dc22  \n\nThis is a work of fiction. Names, characters, places, and incidents either are the product of the author's imagination or are used fictitiously, and any resemblance to actual persons, living or dead, businesses, companies, events, or locales is entirely coincidental.  \n\nWhile the author has made every effort to provide accurate telephone numbers and Internet addresses at the time of publication, neither the publisher nor the author assumes any responsibility for errors, or for changes that occur after publication. Further, the publisher does not have any control over and does not assume any responsibility for author or third party websites or their content.  \n\nALSO BY KHALED HOSSEINI  \n\nThe Kite Runner\n\n**PAGE SUMMARY:** This book, \"A Thousand Splendid Suns,\" is a work of fiction by Khaled Hosseini that explores themes of family and life in Afghanistan."
}