{
  "page_number": 98,
  "simplified_text": "HOW TO SELL A PRODUCT\n\nGreat sales and distribution can make a company the only one in its market, even if its product isn't that different from others. But having a great product isn't enough. No matter how good it is or how much people like it, you still need a solid plan to get it out there.\n\nTwo important numbers help you figure out how well you're distributing your product. First, the total profit you make from a customer over time (Customer Lifetime Value, or CLV) needs to be higher than what you spend to get a new customer (Customer Acquisition Cost, or CAC). Generally, if your product costs more, you’ll need to spend more to sell it, and that can be worth it.\n\nComplex Sales\n\nIf you're selling something really expensive, like a million dollars or more, you have to pay close attention to every detail of the deal. Building the right relationships can take months, and you might only make a sale every year or two. After the sale, you’ll still need to help with installation and service for a long time. It’s tough, but sometimes this is the only way to sell really valuable products.\n\nSpaceX is a great example of this. Elon Musk got NASA to sign huge contracts to use SpaceX rockets instead of the old space shuttle in just a few years. Making big deals like this isn’t easy because politics plays a big role, too. SpaceX has over 3,000 employees, while the traditional aerospace industry has more than 500,000 across the country. Politicians don’t want to lose money that helps their areas. But since complex sales only need a few deals each year, someone like Elon Musk can focus on the key people and push through any political obstacles.\n\nComplex sales work best when there aren’t any traditional salespeople. At Palantir, the data analytics company I started with my friend Alex Karp, we don’t have anyone whose job is just to sell. Instead, Alex, who is the CEO, spends most of his time meeting clients and potential clients. Our deals can be worth between $1 million and $100 million. At that level, buyers want to talk to the CEO, not just a sales manager.\n\nBusinesses that use complex sales models do well if they grow 50% to 100% each year over ten years. This might seem slow to entrepreneurs who want quick success. You might hope to see revenue jump ten times as soon as customers hear about a great product, but that’s not always how it works.\n\n**PAGE SUMMARY:** Selling a product requires strong distribution and a good plan, even if the product is great. Complex sales, like those at SpaceX and Palantir, focus on building relationships and often involve high-value deals. Growth in this model is steady but can be slower than expected.",
  "summary": "Chapter idea insight concept idea knowledge idea thought exploration insight growth theme story chapter growth exploration knowledge knowledge reflection detail.",
  "importance_score": 3,
  "themes": [
    "chapter",
    "insight",
    "concept",
    "knowledge",
    "thought"
  ],
  "word_count": 473,
  "has_images": false,
  "processing_date": "2025-09-25T16:31:52.031244Z"
}