{
  "text": "Because globalization and technology are two different ways that the world can improve, we can have both, just one, or neither at the same time. For example, from 1815 to 1914, there was a lot of new technology and globalization happening quickly. After World War I and until Kissinger visited China in 1971, there was a lot of new technology, but not much globalization. Since 1971, we’ve seen a lot of globalization, but not as much new technology, mostly just in IT.\n\nThis time of globalization makes it seem like the future will be more similar everywhere. Even the way we talk shows that we think the world is divided into “developed” and “developing” countries, suggesting that the developed countries have already done everything they can, and the poorer countries just need to catch up.\n\nBut I don’t think that’s right. Many people believe that globalization will shape the future, but I believe technology is more important. If China increases its energy production a lot in the next twenty years, it will also double its air pollution. If all of India’s millions of households lived like Americans do today, using the same tools, it would be a disaster for the environment. Spreading old ways to make money around the world will lead to destruction, not wealth. In a world with limited resources, globalization without new technology can’t last.\n\nNew technology hasn’t always been a normal part of history. Our ancestors lived in societies where success meant taking from others. They rarely created new ways to make wealth, and they couldn’t create enough to make life easier for most people. After 10,000 years of slow progress from basic farming to medieval machines, the modern world suddenly saw a huge jump in technology starting with the steam engine in the 1760s, lasting until about 1970.\n\nBecause of this, we have a richer society than any past generation could have imagined, except for our parents and grandparents. In the late 1960s, they expected...\n\n**PAGE SUMMARY:** Globalization and technology can happen together or separately. While many believe globalization will shape the future, technology is more crucial. Without new tech, old methods can harm the environment, making sustainable progress impossible."
}