{
  "text": "Raskolnikov followed Svidrigaïlov. \n\n“What’s going on?” Svidrigaïlov asked, turning around. “I thought I told you...”\n\n“It means I’m not going to lose track of you now,” Raskolnikov replied.\n\n“What?”\n\nThey both stopped and stared at each other, as if trying to see who was stronger.\n\n“From all your half-drunk stories,” Raskolnikov said sharply, “I’m sure you haven’t given up on my sister. In fact, you’re probably chasing her more than ever. I’ve found out that my…”\n\n“Ah, is that it?” Svidrigaïlov laughed. “I would have been surprised if you just let that go after everything that’s happened. Ha-ha! I did catch on to some of the tricks you were pulling and telling Sofya Semyonovna about. What was that all about? Maybe I’m just out of touch and can’t understand. Please, explain it, my dear boy. Share the latest ideas!”\n\n“You couldn’t have heard anything. You’re making a big deal out of nothing,” Raskolnikov said. \n\n“I’ve put off this serious talk for another time, but you’re enough to wake the dead. Let’s go, but I warn you, I’m just going home for a moment to grab some money. Then I’ll lock up the place, take a cab, and spend the evening at the Islands. Are you coming with me?”\n\n“I’m going to your place, but not to see you. I want to talk to Sofya Semyonovna and say I’m sorry for missing the funeral.”\n\n“Do what you want, but Sofya Semyonovna isn’t home. She took the three kids to visit an old lady who helps orphanages, someone I knew a long time ago. I impressed the old lady by giving her money to help the kids of Katerina Ivanovna and by supporting the orphanage. I also told her all about Sofya Semyonovna, without holding anything back. It really moved her. That’s why Sofya Semyonovna is invited to the X. Hotel where the lady is staying today.”\n\n“Doesn’t matter, I’ll go anyway.”\n\n“Fine, it’s up to you, but I won’t go with you. Here we are at home. By the way, I think you’re suspicious of me just because I’ve been careful and haven’t bothered you with questions… you get it? You think it’s strange; I bet that’s it. Well, it teaches one to be careful!”\n\n“And to eavesdrop!”\n\n**PAGE SUMMARY:** Raskolnikov confronts Svidrigaïlov about his intentions towards his sister, revealing his suspicions and protective instincts."
}