{
  "text": "He hurried to see Svidrigaïlov. He didn’t know what he hoped to gain from him, but he felt that Svidrigaïlov had some kind of power over him. Once he realized this, he couldn’t relax, and now he felt it was time to confront him.\n\nOn the way, he worried about one thing: had Svidrigaïlov talked to Porfiry? He was pretty sure he hadn’t. He thought about Porfiry’s visit again and again. No, Svidrigaïlov hadn’t been there.\n\nBut then he wondered about Svidrigaïlov’s past plans for Dounia. What if he still wanted something? It seemed likely. What if he learned Raskolnikov’s secret and used it against Dounia? This thought sometimes haunted his dreams, but it felt especially real as he walked to see Svidrigaïlov. Just thinking about it made him feel angry and sad.\n\nHe was tired of everything. Yet, he was rushing to see Svidrigaïlov. Did he expect to learn something new or find a way out? People often hold onto hope. Was it fate or some instinct bringing them together? Maybe it was just his tiredness and despair. Maybe he needed someone else, and Svidrigaïlov just happened to be there.\n\nWhat about Sonia? But what would he go to her for now? To ask for her tears again? He was scared of Sonia. She represented a choice he had to make: his path or hers. Right then, he didn’t feel ready to see her. No, maybe it was better to try Svidrigaïlov. Deep down, he felt he needed to see him for some reason.\n\nBut what could they possibly share? Their wrongdoings were different. Svidrigaïlov was unpleasant, clearly corrupt, and possibly evil. There were many stories about him. True, he was helping Katerina Ivanovna’s children, but who knew what his real motives were? He always seemed to have some plan.\n\nThere was another thought that kept bothering Raskolnikov. It was painful, and he tried hard to push it away. He sometimes felt like Svidrigaïlov was following him. Svidrigaïlov had found out his secret.\n\n**PAGE SUMMARY:** Raskolnikov is conflicted about seeking out Svidrigaïlov, feeling both drawn to and repulsed by him amid his despair."
}