{
  "text": "**A Thousand Splendid Suns**\n\nNana brushed off the memory, but Mariam could see the sparkle in her eyes. For once, it seemed, Nana had tasted happiness—maybe the only time in her life—during those days leading up to her wedding.\n\nAs Nana recounted the story, Mariam nestled on her lap, imagining her mother in a wedding dress. She pictured her on horseback, shyly smiling behind a beautiful green veil, her palms painted red with henna. She envisioned her hair shimmering with silver dust, the braids held together with tree sap. The scene was alive with musicians playing the shahnai flute and banging on dohol drums, while street kids cheered and chased each other in excitement.\n\nBut then, just a week before the big day, everything changed. A jinn invaded Nana's body. Mariam didn’t need a description; she had seen it happen too many times. Nana would collapse, her body seizing up, eyes rolling back, limbs shaking as if something was choking her from within. There would be froth at the corners of her mouth, sometimes even tinged with blood. Then came the disorientation, the mumbling that made no sense.\n\nWhen the news reached Shindand, the family of the parakeet seller panicked and called off the wedding.\n\n“They got spooked,” Nana said, her voice tinged with bitterness.\n\nThe wedding dress was tucked away, and after that, no more suitors came knocking.\n\n---\n\nIn a clearing, Jalil and his two sons, Farhad and Muhsin, built the small kolba where Mariam would spend her first fifteen years. They crafted it from sun-dried bricks, plastered with mud and straw. Inside, there were two sleeping cots, a wooden table, two straight-backed chairs, a window, and shelves where Nana displayed her clay pots and cherished Chinese tea set. Jalil even installed a new cast-iron stove for winter, stacked logs of chopped wood behind the kolba, and set up a tandoor outside for baking bread. He built a chicken coop with a fence around it and brought in a few sheep, complete with a feeding trough. To top it off, he had Farhad and Muhsin dig a deep hole a hundred yards from the willows and built an outhouse over it.\n\nNana often said Jalil could have hired workers to build the kolba, but he didn’t. “His idea of penance,” she would say.\n\n---\n\nNana’s story of Mariam’s birth was one of solitude. It was a damp, overcast spring day in 1959, during the twenty-sixth year of King Zahir Shah’s mostly uneventful reign. She recalled how Jalil didn’t bother to call for a doctor or even a midwife, despite knowing the jinn could seize her during childbirth. Alone on the kolba's floor, with a knife by her side and sweat pouring down her body, she endured the pain.\n\n“When the contractions hit hard, I bit down on a pillow and screamed into it until my voice was gone. And still, no one came to wipe my face or give me a drink of water. And you, Mariam jo, you were in there…”\n\n**PAGE SUMMARY:** Nana reflects on her brief happiness before Mariam's birth, which was overshadowed by a jinn's possession that led to the cancellation of her wedding."
}