{
  "text": "**A Thousand Splendid Suns**\n\nMariam was just five years old when she first heard the word \"harami.\" \n\nIt was a Thursday, a day that always made her feel restless and anxious because that was when Jalil, her father, would visit her at the kolba. To distract herself while waiting for him to appear, she climbed onto a chair, gazing out at the knee-high grass in the clearing, imagining the moment he’d come into view, waving at her with a smile.\n\nJalil would often share stories that made Mariam's heart race with excitement. He told her about Queen Gauhar Shad, the incredible woman who built the famous minarets of Herat as a tribute to the city back in the fifteenth century. He painted vivid pictures of the lush green wheat fields, the sprawling orchards, and the bustling bazaars filled with life and color.\n\n“There’s a pistachio tree,” he said one day, leaning in with a conspiratorial whisper, “and buried beneath it is the great poet Jami.” He smiled, “Jami lived over five hundred years ago. I took you there once, but you were too little to remember.”\n\nMariam didn’t recall that visit at all. In fact, even though she lived just a stone's throw from Herat for the first fifteen years of her life, she would never actually see that legendary tree. She wouldn’t experience the grandeur of the minarets up close, nor would she ever pick fruit from the orchards or wander through the wheat fields. But whenever Jalil spoke like this, she was captivated. His knowledge felt like magic, and she couldn’t help but feel proud to be his daughter.\n\n“Such beautiful lies!” Nana would scoff after Jalil left. “A rich man spinning rich tales. He never took you to any tree. Don’t let him charm you; he betrayed us. He threw us out of his fancy house like we were nothing. He did it with a smile.”\n\nMariam listened quietly, never daring to tell Nana how much she disliked her harsh words about Jalil. Because the truth was, when Jalil was around, she didn’t feel like a harami at all. For those precious hours every Thursday, when he arrived with gifts and laughter, she felt worthy of all the beauty life had to offer. And for that, she adored him.\n\nEven if sharing him was part of the deal.\n\nJalil had three wives and nine kids—nine legitimate kids, all of whom were complete strangers to Mariam. He was one of the wealthiest men in Herat, owning a cinema she had never seen but had heard about in vivid detail. He described the façade adorned with blue-and-tan tiles, the private balconies, and the trellised ceiling. The lobby was tiled, with glass displays showcasing posters of Hindi films. Jalil even mentioned that kids got free ice cream at the concession stand on Tuesdays.\n\nNana would just smirk when he said this. Once Jalil left, she’d chuckle and say, “Strangers’ kids get ice cream. What do you get, Mariam? Just stories about ice cream.”\n\nBesides the cinema, Jalil owned land in Karokh and Farah, three carpet stores, a clothing shop, and a sleek 1956 Buick Roadmaster. He was well-connected in Herat, friends with the mayor and the provincial governor, and had a cook, a driver, and three housekeepers to boot.\n\n**PAGE SUMMARY:** Mariam feels a mix of pride and longing for her father Jalil, who shares enchanting stories of their city, despite her mother's disdain for him."
}