{
  "text": "**A Thousand Splendid Suns**  \n**3**  \n**Published by Riverhead Books**  \n\nHey there! If you're diving into this book, here's a quick heads-up about where it comes from. It's brought to you by the Penguin Group, a global family of publishers that spans across different countries, from the bustling streets of New York to the vibrant landscapes of India and Australia. No matter where you are, Penguin's got your back with stories that resonate.\n\n**First Published in the U.S. by Riverhead Books in 2007**  \n**Copyright © 2007 by ATSS Publications, LLC**  \n\nJust a note: this book features a translation of the poem \"Kabul\" by Josephine Barry Davis. All rights are reserved, which means you can’t copy, scan, or share this book in any form without permission. So, please support the author by purchasing authorized editions and steering clear of piracy.\n\n**Library of Congress Cataloging in Publication Data**  \nKhaled Hosseini’s *A Thousand Splendid Suns*  \nISBN: 1 4295 1460 4  \n1. Families Fiction. 2. Afghanistan Fiction. I. Title.  \nPS3608.O832K58 2003 2007008679  \n813'.6 dc22  \n\nThis story is a work of fiction. Any names, characters, places, or events you come across? They’re either products of the author’s imagination or used in a fictional context. So, if you think you recognize someone, it’s probably just a coincidence!\n\nWhile the author tried to provide accurate contact info and web addresses, things change fast in the digital world. Neither the publisher nor the author can take responsibility for any errors or updates that might happen after this book hit the shelves. And just so you know, the publisher doesn’t control any external websites linked to this book or their content.\n\n**ALSO BY KHALED HOSSEINI**  \n*The Kite Runner*  \n\nSo, buckle up and get ready for a journey through the pages of this novel!\n\n**PAGE SUMMARY:** The page provides publication details and copyright information for Khaled Hosseini's novel \"A Thousand Splendid Suns.\""
}