{
  "text": "**A Thousand Splendid Suns**  \n**10**  \n\n“Seriously, no rush at all. You made me lie on that cold, hard floor for almost two days. I didn’t eat, I didn’t sleep; all I did was push and pray for you to come out.”  \n\n“I’m sorry, Nana.”  \n\n“I cut the cord myself. That’s why I had a knife.”  \n\n“I’m sorry.”  \n\nNana would always give this slow, heavy smile, one that felt like a mix of grudging forgiveness and lingering resentment. Mariam could never quite figure it out. It never crossed her young mind to think about how unfair it was to apologize for how she came into the world.  \n\nBut by the time she turned ten, she’d stopped believing Nana’s version of her birth. Instead, she leaned toward Jalil’s story. He claimed that even though he was away, he had arranged for Nana to be taken to a hospital in Herat, where a doctor took care of her. She had laid on a clean, proper bed in a bright room. When Mariam mentioned the knife, Jalil shook his head sadly.  \n\nMariam also started to doubt that she had put her mother through two full days of suffering.  \n\n“They told me it was all over in under an hour,” Jalil said. “You were a good daughter, Mariam jo. Even at birth, you were a good daughter.”  \n\n“He wasn’t even there!” Nana shot back. “He was off horseback riding with his precious friends in Takht-e-Safar.”  \n\nAccording to Nana, when Jalil found out he had a new daughter, he shrugged it off, brushing his horse’s mane, and didn’t come back for another two weeks.  \n\n“The truth is, he didn’t even hold you until you were a month old. And when he finally did, he just looked down at you, commented on your longish face, and handed you back to me.”  \n\nMariam found herself doubting this part of the story too. Yes, Jalil admitted he had been riding in Takht-e-Safar, but when he got the news, he hadn’t shrugged it off. He jumped on his horse and rode back to Herat, scooping her up in his arms, running his thumb over her flaky eyebrows, and humming a lullaby. She didn’t picture him commenting on her long face, even though it was true that it was long.  \n\nNana claimed she was the one who picked the name Mariam since it was her mother’s name. Jalil, on the other hand, said he chose it because Mariam, the tuberose, was a beautiful flower.  \n\n“Is it your favorite?” Mariam asked.  \n\n“Well, one of them,” he replied with a smile.\n\n**PAGE SUMMARY:** Mariam grapples with conflicting narratives about her birth and her parents' feelings towards her, leading to confusion and doubt about her identity."
}