{
  "text": "**A Thousand Splendid Suns**\n\nMariam couldn't shake off the memory of Nana’s words. “You made me lay on that cold, hard floor for almost two days! I didn’t eat or sleep. All I did was push and pray for you to come out.” \n\n“I’m sorry, Nana,” Mariam replied, her voice barely above a whisper.\n\nNana’s gaze softened, a slow smile creeping onto her face that felt heavy with unspoken feelings—was it resentment or forgiveness? Mariam could never tell. It never crossed her young mind to question why she should apologize for the way she was born. \n\nBut as she grew older, around the time she turned ten, Mariam started to doubt the story she had always been told. She leaned more towards Jalil’s version—that even though he was away, he had made sure Nana was taken to a hospital in Herat, where a doctor cared for her. She imagined her mother lying in a clean, bright room, not on that unforgiving floor. When she mentioned the knife to Jalil, he shook his head, a look of sadness crossing his face. \n\n“They told me it was all over in under an hour,” he said gently. “You were a good daughter, Mariam jo. Even from the very beginning.” \n\n“But he wasn’t even there!” Nana shot back, her anger bubbling over. “He was off in Takht-e-Safar, riding horses with his precious friends.” \n\nNana recalled how, when Jalil found out he had a new daughter, he had shrugged it off, continuing to brush his horse’s mane, and didn’t come back for another two weeks. “The truth is, he didn’t even hold you until you were a month old. And even then, he just glanced at your long face and handed you back to me.” \n\nMariam struggled to accept this part of the story, too. Yes, Jalil had been riding in Takht-e-Safar, but when he got the news, he hadn’t shrugged it off. He had jumped on his horse and raced back to Herat. He had cradled her in his arms, gently traced his thumb over her tiny eyebrows, and hummed a lullaby. While it was true her face was long, she couldn’t picture Jalil commenting on it with anything but love.\n\nNana claimed she chose the name Mariam because it was her own mother’s name. Jalil, on the other hand, said he picked it because Mariam, the tuberose, was a beautiful flower. \n\n“Is it your favorite?” Mariam asked, curious.\n\n“Well, one of them,” he replied with a warm smile.\n\n**PAGE SUMMARY:** Mariam grapples with conflicting narratives about her birth and the relationships with her parents, leading her to question her mother's version of events."
}