{
  "text": "**A Thousand Splendid Suns**  \n**Chapter 2**\n\nTo Jalil and his wives, I was just a weed. A mugwort. And you weren’t even around yet. \n\n“What’s a mugwort?” Mariam asked, confused.\n\n“A weed,” Nana replied, her voice heavy with disdain. “Something you pull out and toss aside.”\n\nMariam felt a twinge of discomfort at that. Jalil had never treated her like a weed, not once. But she kept her thoughts to herself, knowing it was better to stay quiet.\n\n“Unlike weeds, I had to be replanted, you see. I needed food and water. That was the deal Jalil made with his family.” \n\nNana shook her head. She had refused to live in Herat. \n\n“For what? To watch him drive his other wives around town all day?” \n\nShe wouldn’t even set foot in her father’s empty house in Gul Daman, perched on a steep hill just a couple of kilometers north of Herat. She wanted to be somewhere far away, where nosy neighbors wouldn’t gawk at her growing belly, point fingers, snicker, or, worse, shower her with fake sympathy. \n\n“Believe me,” Nana said, “it was a relief for your father to have me out of sight. It suited him just fine.”\n\nIt was Jalil’s oldest son, Muhsin, from his first marriage to Khadija, who suggested the clearing. It was on the outskirts of Gul Daman, accessible only by a bumpy dirt track that veered off the main road. The track was bordered by knee-high grass and splashes of white and bright yellow wildflowers. It wound uphill to a flat field filled with towering poplars and cottonwoods, where wild bushes clustered together. From up there, you could see the rusted blades of Gul Daman’s windmill on one side, while the whole of Herat sprawled out on the other. The path ended at a wide stream, teeming with trout, that flowed down from the Safid-koh mountains surrounding Gul Daman. Just two hundred yards upstream, toward the mountains, a circular grove of weeping willows provided a cool shade. In the heart of this grove was the clearing.\n\nJalil went to check it out. When he returned, Nana said he sounded like a prison warden boasting about the clean walls and shiny floors of his facility. \n\n“And so, your father built us this rathole,” she said, bitterness lacing her words. \n\nNana had almost tied the knot once, back when she was fifteen. Her potential husband had been a boy from Shindand, a young parakeet seller. Mariam had heard this story from Nana herself, and even though it was a tale she knew by heart, it always left her curious about the life her mother might have had.\n\n**PAGE SUMMARY:** Nana reflects on her past and the circumstances surrounding her relationship with Jalil, expressing her feelings of being treated like a weed and her desire for isolation."
}