{
  "text": "### A Thousand Splendid Suns\n\n**Part One**\n\n**1.**\n\nMariam was just five years old the first time she heard the word *harami*.\n\nIt was a Thursday—she remembered because Thursdays were special. That was the day Jalil, her father, would visit her at the *kolba*, their little home. To keep herself busy until she could see him cross the knee-high grass with a wave, she climbed onto a chair and grabbed her mother’s cherished Chinese tea set. This set was the only thing her mother, Nana, had left from her own mother, who had passed away when Nana was just a toddler. Each piece was a treasure, from the elegant curve of the teapot’s spout to the hand-painted finches and chrysanthemums, and the dragon on the sugar bowl that was meant to ward off evil.\n\nBut in a moment of clumsiness, Mariam let the sugar bowl slip from her fingers. It crashed onto the wooden floor, shattering into pieces.\n\nWhen Nana saw the broken bowl, her face turned a deep shade of red. Her upper lip quivered, and her eyes—both the lazy one and the sharp one—fixed on Mariam, unblinking. Mariam felt a wave of fear wash over her, worried that the jinn, a spirit her mother often spoke of, might return. But this time, the jinn didn’t come. Instead, Nana grabbed Mariam by the wrists, pulled her close, and through gritted teeth hissed, “You are a clumsy little *harami*! This is my reward for everything I’ve endured—an heirloom broken by a clumsy little *harami*.”\n\nAt that moment, Mariam didn’t really get it. She didn’t know what *harami*—which meant “bastard”—actually meant. She was too young to grasp the unfairness of it all, to see that it wasn’t her fault for being born. But she could tell from Nana's tone that being a *harami* was something ugly, something to be ashamed of, like the cockroaches Nana was always cursing and chasing out of their home.\n\nAs she grew older, the meaning of that word became clear. It was the venom in Nana’s voice that made Mariam feel the weight of it. She realized that to be a *harami* meant being unwanted; it meant she, Mariam, was an illegitimate child who would never have the same rights as others—things like love, family, a real home, and acceptance.\n\nBut Jalil never called her that. He called her his little flower. He loved to sit her on his lap and tell her stories, like the one about Herat, the city where Mariam was born in 1959. He’d laugh and say, “You couldn’t stretch a leg here without poking a poet in the ass.”\n\n**PAGE SUMMARY:** Mariam, a young girl, grapples with her identity as an illegitimate child, feeling the sting of her mother's harsh words and the societal stigma attached to being a \"harami.\""
}