{
  "text": "### A Thousand Splendid Suns\n\n**Chapter 2**\n\n“Jalil and his wives thought I was just a weed. A mugwort. You were too, and you weren't even here yet,” Nana said, her voice laced with bitterness.\n\n“What’s a mugwort?” Mariam asked, genuinely curious.\n\n“A weed,” Nana replied, her tone sharp. “Something you just pull out and toss aside.”\n\nMariam frowned at that. She didn’t feel like a weed to Jalil. He had never treated her that way, but she decided to keep that thought to herself.\n\n“Unlike weeds, I had to be replanted, you know? Given food and water. That was the deal Jalil made with his family,” Nana continued, her eyes narrowing as she recounted the past.\n\nNana refused to live in Herat. \n\n“For what? So I could watch him parade his fancy wives around town all day?” she scoffed. \n\nShe wouldn’t even stay in her father’s empty house in Gul Daman, perched on a steep hill just a couple of kilometers north of Herat. She wanted to be somewhere far away, where nosy neighbors wouldn’t gawk at her growing belly, whisper behind her back, or, even worse, shower her with fake kindness.\n\n“Trust me,” Nana said, her voice steady, “it was a relief for your father to have me out of sight. It worked out just fine for him.”\n\nIt was Jalil’s eldest son, Muhsin, from his first wife, Khadija, who suggested a clearing outside Gul Daman. To get there, you had to navigate a bumpy, uphill dirt path that branched off the main road. The track was lined with knee-high grass and dotted with bright yellow and white flowers. It wound its way up to a flat field where tall poplars and cottonwoods towered, surrounded by wild bushes. From that vantage point, you could see the rusty blades of Gul Daman’s windmill on one side and the sprawling city of Herat on the other. The path ended at a wide stream filled with trout, flowing down from the Safid-koh mountains that hugged Gul Daman. Just two hundred yards upstream, nestled among a circle of weeping willow trees, was the clearing they would call home.\n\nWhen Jalil visited the spot, Nana said he returned sounding like a warden boasting about the pristine walls and shiny floors of his prison.\n\n“And so, your father built us this rathole,” she said, her voice dripping with sarcasm.\n\n---\n\nNana had almost gotten married once, at the age of fifteen. Her suitor was a boy from Shindand, a young parakeet seller. Mariam had heard the story straight from Nana, and although it was a tale of lost opportunity, it was one that lingered in her mind.\n\n**PAGE SUMMARY:** Nana reflects on her past and the circumstances surrounding her relationship with Jalil, expressing her feelings of being treated like a weed and her desire for isolation."
}