{
  "text": "### A Thousand Splendid Suns\n\nNana had always been one of the housekeepers, keeping things in order until everything changed. When her belly started to grow, it was like the entire city of Herat held its breath. Jalil's family was in an uproar. His in-laws were furious, saying that blood would be spilled. The wives were relentless, demanding that he kick her out. And in the midst of it all, Nana’s own father, a humble stone carver from the nearby village of Gul Daman, turned his back on her. He packed his bags, hopped on a bus to Bran, and vanished from her life forever.\n\nOne morning, as Nana tossed seeds to the chickens outside their little home, she sighed and said, “Sometimes, I wish my father had been brave enough to take care of things himself. It might have saved me a lot of pain.” She paused, looking at Mariam with a heavy heart. “And maybe it would have spared you too. Knowing that you’re a product of this mess. But he was a coward, my father. He didn’t have the heart to face it.”\n\nJalil wasn’t any better, Nana continued, shaking her head. He didn’t stand up for her against his family, his wives, or anyone else. Instead, he made a quick deal behind closed doors. The next day, he made her pack her few belongings from the servants' quarters and sent her away like she was nothing.\n\n“You know what he told his wives to justify it?” Nana’s voice was laced with bitterness. “He claimed that I forced myself on him. That it was all my fault. Didi, this is what it means to be a woman in this world.”\n\nSetting down the bowl of chicken feed, Nana gently lifted Mariam’s chin with her finger. \n\n“Look at me, Mariam,” she said, her eyes fierce.\n\nReluctantly, Mariam met her gaze.\n\n“Remember this, my daughter: Just like a compass always points north, a man’s accusing finger will always find a woman. Always. Don’t ever forget that.”\n\n**PAGE SUMMARY:** Nana teaches Mariam that in their world, women are often blamed for men's actions and suffer the consequences of male cowardice."
}