{
  "text": "**A Thousand Splendid Suns**\n\nNana brushed off the moment like it was nothing, but Mariam could see the sparkle in her eyes. For maybe the first time in her life, during those days leading up to her wedding, Nana had actually felt happy. \n\nAs Nana recounted her story, Mariam perched on her lap, lost in daydreams. She pictured her mother slipping into a wedding dress, riding a horse with a shy smile peeking out from behind a beautiful green veil. Her hands were painted bright red with henna, her hair glimmering with silver dust, and the braids held together with sticky tree sap. Mariam could almost hear the lively sounds of musicians playing the shahnai flute and banging on dohol drums, while street kids cheered and chased after one another.\n\nBut then, just a week before the big day, everything changed. A jinn invaded Nana's body. Mariam didn’t need a detailed explanation; she had seen it happen too many times. Nana would suddenly collapse, her body going rigid, her eyes rolling back as if something sinister had taken hold of her. Her limbs would shake uncontrollably, froth forming at the corners of her mouth—sometimes even tinged with blood. Then came the disorientation, the mumbling that made no sense.\n\nWhen word got to Shindand, the parakeet seller's family freaked out and called off the wedding. \n\n“They got spooked,” Nana said, shrugging it off.\n\nThe wedding dress was tucked away, and after that, no suitors came knocking.\n\n---\n\nIn a clearing, Jalil and his two sons, Farhad and Muhsin, built the small kolba where Mariam would spend her first fifteen years. They crafted it from sun-dried bricks and plastered it with mud and straw. Inside, there were two sleeping cots, a wooden table, two straight-backed chairs, a window, and shelves where Nana displayed her clay pots and treasured Chinese tea set. Jalil even installed a cast-iron stove for the winter and stacked chopped wood behind the kolba. Outside, he set up a tandoor for baking bread and built a chicken coop with a fence around it. They brought in a few sheep and made a feeding trough, and Jalil had Farhad and Muhsin dig a deep hole a hundred yards away to create an outhouse.\n\nNana often said Jalil could have hired workers to build the kolba, but he didn’t. \n\n“His idea of penance,” she would say.\n\n---\n\nNana’s story about giving birth to Mariam was a tough one. She recalled that damp, overcast spring day in 1959—the twenty-sixth year of King Zahir Shah’s mostly uneventful reign. Jalil hadn’t bothered to call a doctor or even a midwife, even though he knew the jinn could strike during childbirth and cause one of Nana's fits. She lay all alone on the cold floor of the kolba, a knife at her side, drenched in sweat.\n\n“When the pain hit hard, I bit into a pillow and screamed until my voice gave out. And still, no one came to wipe my face or give me a sip of water. And you, Mariam jo, you were in there…”\n\n**PAGE SUMMARY:** Nana reflects on her brief happiness before Mariam's birth, which was overshadowed by her struggles and the cancellation of her wedding due to her fits."
}