{
  "text": "**A Thousand Splendid Suns**  \n**Part One**  \n\nMariam was just five years old when she first heard the word \"harami.\"  \n\nIt was a Thursday—she remembered because Thursdays were special. That was the day Jalil came to visit her at the kolba. To distract herself from the excitement of seeing him walk through the knee-high grass, waving like a kid, Mariam climbed onto a chair and grabbed her mother’s precious Chinese tea set. This set was the only thing her mother, Nana, had left from her own mother, who had passed away when Nana was just two. Each piece was a treasure to Nana—the delicate curves of the teapot, the beautiful hand-painted finches and chrysanthemums, and the dragon on the sugar bowl that was supposed to keep evil at bay.  \n\nBut then, disaster struck. The sugar bowl slipped from Mariam’s small hands and crashed onto the wooden floor, shattering into pieces.  \n\nWhen Nana saw it, her face turned crimson, and her lips trembled. Her eyes—one lazy, the other sharp—fixed on Mariam without blinking. She looked so furious that Mariam was scared the jinn would possess her mother again. But this time, the jinn didn’t come. Instead, Nana grabbed Mariam by the wrists, yanked her close, and through gritted teeth spat out, “You clumsy little harami! This is my reward for everything I've endured—a broken heirloom, thanks to you!”  \n\nAt that moment, Mariam didn’t fully grasp what \"harami\" meant. She was too young to understand the unfairness of it all, to realize that it wasn’t her fault for being born. She sensed, though, from Nana’s tone, that being a harami was something awful and shameful—like a cockroach, those pesky little insects Nana was always cursing and sweeping out of the kolba.  \n\nAs Mariam grew older, the meaning of that word became clear. It was the way Nana spat it out, like a bitter pill, that made Mariam feel its sting. She understood that a harami was something unwanted; it meant she was an illegitimate child, someone who would never be able to claim the love, family, home, and acceptance that others enjoyed.  \n\nBut Jalil never called her that. He called her his little flower. He loved to sit her on his lap and tell her stories, like the one about Herat, the city where Mariam was born in 1959. He described it as once being the heart of Persian culture, a place filled with writers, artists, and Sufis.  \n\n“You couldn’t stretch a leg here without poking a poet in the ass,” he chuckled.\n\n**PAGE SUMMARY:** Mariam, a young girl labeled as a \"harami\" by her mother, grapples with her identity and the stigma of being an illegitimate child."
}