{
  "text": "**A Thousand Splendid Suns**\n\nJalil had a way of weaving stories that made Mariam’s heart race. One day, he regaled her with the tale of Queen Gauhar Shad, who, back in the fifteenth century, built the stunning minarets of Herat as a love letter to her city. He painted vivid pictures of lush green wheat fields, sprawling orchards, and vines bursting with plump grapes. The bustling bazaars of Herat came alive in his words.\n\n“There’s a pistachio tree,” Jalil said one day, leaning in as if sharing a secret. “And beneath it lies the great poet Jami.” He smiled, his eyes sparkling with excitement. “Jami lived over five hundred years ago. I took you there once, remember? You were just a little thing. You wouldn’t recall.”\n\nMariam’s heart sank. She didn’t remember that tree. And even though she spent her first fifteen years just a stone's throw from Herat, she would never visit that legendary spot. She’d never gaze at those magnificent minarets up close, pick fruits from the orchards, or wander through the golden wheat fields. But whenever Jalil spoke like this, she hung on every word, captivated. She admired him for his vast knowledge of the world and felt a rush of pride to have a father who seemed to know it all.\n\n“Such sweet lies!” Nana would scoff after Jalil left. “A rich man spinning rich tales. He never took you to any tree. Don’t let him charm you. He betrayed us, your father. He tossed us out of his fancy house like we were nothing. And he did it with a smile.”\n\nMariam listened quietly, never daring to tell Nana how much she hated hearing her talk about Jalil that way. Because when Jalil was around, she didn’t feel like a harami, the illegitimate child. For that hour or two every Thursday, when he arrived with gifts and warm smiles, Mariam felt worthy of all the beauty life had to offer. And for that feeling, she loved Jalil.\n\nEven if it meant sharing him.\n\nJalil had three wives and nine children—all legitimate and all strangers to Mariam. He was one of the wealthiest men in Herat, owning a cinema that she had never seen. But Jalil had painted a picture of it for her: a façade adorned with blue-and-tan terra-cotta tiles, private balcony seats, and a trellised ceiling. Double swinging doors led into a tiled lobby, where posters of Hindi films glimmered behind glass displays. “On Tuesdays, kids get free ice cream at the concession stand,” he said one day, his voice brimming with excitement.\n\nNana chuckled when he mentioned the ice cream. Once Jalil left the kolba, she couldn't help but tease, “The children of strangers get ice cream. What do you get, Mariam? Just stories of ice cream.”\n\nJalil didn’t just own the cinema. He had land in Karokh and Farah, three carpet stores, a clothing shop, and a sleek 1956 Buick Roadmaster. He was well-connected, a friend of the mayor and the provincial governor, with a cook, a driver, and three housekeepers at his beck and call.\n\n**PAGE SUMMARY:** Mariam feels a mix of pride and longing for her father Jalil, who shares enchanting stories of their city, despite her mother's bitterness and the reality of her status as an illegitimate child."
}