{
  "text": "**Discipline #1: Focus on the Wildly Important**\n\nThe authors of *The 4 Disciplines of Execution* say, “The more you try to do, the less you actually get done.” They explain that you should focus on a few really important goals. Keeping it simple helps everyone put their energy into achieving real results.\n\nIf you want to do deep work, you should pick a small number of big goals to work on during that time. Just saying “work harder” isn’t very exciting. But having a clear goal that can lead to real benefits will keep you motivated. In a 2014 article called “The Art of Focus,” David Brooks supported this idea. He said that instead of trying to ignore distractions, you should focus on what you really want and let that passion push away everything else.\n\nFor example, when I started using the 4DX method, I set a clear goal to publish five high-quality research papers in the next academic year. This was a big goal because it was more than I had published before, and there were real rewards for achieving it (like getting tenure). This combination made me really motivated.\n\n**Discipline #2: Act on the Lead Measures**\n\nAfter you’ve picked your important goal, you need to track your progress. In 4DX, there are two types of measures: lag measures and lead measures.\n\nLag measures show what you’re trying to improve in the end. For instance, if your goal is to make customers happier at your bakery, the lag measure would be your customer satisfaction scores. The problem with lag measures is that they come too late to change what you’re doing: “By the time you get them, the actions that caused them are already over.”\n\nLead measures, however, “measure the new actions that will help you succeed with the lag measures.” In the bakery example, a good lead measure could be how many customers get free samples. This is something you can directly control by giving out more samples. If you increase this number, your lag measures will likely improve too. In simple terms, lead measures help you focus on actions that will lead to success.\n\n**PAGE SUMMARY:** The passage discusses two key disciplines for achieving goals. First, focus on a few important goals to boost motivation. Second, track progress using lead measures, which help you change behaviors to improve results, rather than relying on lag measures that show past performance."
}