[
    {
      "title": "Build Something Unique",
      "explanation": "Creating something truly new (going from 0 to 1) is more valuable than incremental improvements (going from 1 to n). Monopoly businesses are built on bold innovation, not competition.",
      "example": "Instead of building another food delivery app, a founder develops AI that predicts personalized nutrition and auto-replenishes groceries.",
      "associated_pages": ["15-17", "32-35"]
    },
    {
      "title": "Monopoly is the Goal",
      "explanation": "Great companies avoid competition by creating monopolies through proprietary technology, network effects, economies of scale, and strong branding.",
      "example": "Google dominates search because of its unmatched algorithms, brand loyalty, and massive data scale.",
      "associated_pages": ["44-47", "55-58"]
    },
    {
      "title": "Secrets Matter",
      "explanation": "Progress comes from finding secrets—truths that few believe but are correct. Great founders pursue hidden insights others overlook.",
      "example": "While everyone was building public social media apps, one founder built a private messaging tool for families and earned strong early adoption.",
      "associated_pages": ["76-78", "81-83"]
    },
    {
      "title": "Start with a Small Market",
      "explanation": "Successful startups dominate small, niche markets before scaling. It's easier to monopolize a small space and then expand outward.",
      "example": "Amazon began with just books, capturing the online book market before becoming 'the everything store.'",
      "associated_pages": ["50-53", "59-61"]
    },
    {
      "title": "Founders Shape the Future",
      "explanation": "Visionary founders define company culture, direction, and uniqueness. Bold leadership is key to going from zero to one.",
      "example": "Elon Musk's vision of interplanetary travel gave SpaceX not just a business model, but a mission.",
      "associated_pages": ["90-92", "99-101"]
    },
    {
      "title": "Power Law of Venture Capital",
      "explanation": "In startups and investing, a few big winners drive most returns. Smart investors and founders focus on businesses with exponential upside.",
      "example": "A VC invests in 10 startups knowing that one unicorn will pay for all the rest, and more.",
      "associated_pages": ["110-113", "117-118"]
    },
    {
      "title": "Sales Matter More Than You Think",
      "explanation": "Even great products fail without good sales and distribution. Founders must master how to sell, pitch, and scale their idea.",
      "example": "A B2B startup founder spends months personally onboarding early enterprise clients to refine the pitch and build trust.",
      "associated_pages": ["122-126", "128-130"]
    },
    {
      "title": "Indefinite vs. Definite Optimism",
      "explanation": "Definite optimists build the future intentionally. Indefinite optimists expect things to improve but make no clear plan.",
      "example": "While others wait for innovation, a founder draws a detailed roadmap to decarbonize steel production using hydrogen.",
      "associated_pages": ["135-137", "141-144"]
    },
    {
      "title": "Competition is for Losers",
      "explanation": "Competing means you're not innovating. The best businesses escape competition by creating their own category.",
      "example": "Stripe avoided competing with banks directly by reinventing online payments for developers.",
      "associated_pages": ["36-39", "45-48"]
    },
    {
      "title": "You Are Not a Lottery Ticket",
      "explanation": "Success is not random. It comes from deliberate planning, insight, and choosing the right problem to solve.",
      "example": "A founder declines dozens of random startup ideas and instead deeply studies education systems to launch a focused edtech platform.",
      "associated_pages": ["10-13", "20-22"]
    }
  ]
  