{
  "text": "A THOUSAND SPLENDID SUNS             \n\nJalil told Mariam the story of Queen Gauhar Shad, who built the famous towers in Herat a long time ago, in the fifteenth century. He described the green wheat fields, the orchards, the vines full of big grapes, and the busy bazaars in the city.\n\n“One day, I’ll show you the pistachio tree,” Jalil said. “Under that tree is where the great poet Jami is buried.” He leaned in and whispered, “Jami lived more than five hundred years ago. I took you there once when you were little, but you don’t remember.”\n\nIt was true. Mariam didn’t remember. Even though she lived close to Herat for the first fifteen years of her life, she would never see that famous tree. She would never see the towers up close, pick fruit from the orchards, or walk in the wheat fields. But when Jalil talked like this, Mariam listened with wonder. She admired him for knowing so much. She felt proud to have a father who knew these things.\n\n“What lies!” Nana said after Jalil left. “A rich man telling rich lies. He never took you to any tree. Don’t let him fool you. He betrayed us, your father. He threw us out of his big house like we were nothing. He did it happily.”\n\nMariam listened to Nana but never told her how much she disliked her talking about Jalil that way. The truth was that when Jalil was around, Mariam didn’t feel like a harami. For an hour or two every Thursday, when Jalil came to visit with smiles, gifts, and kind words, Mariam felt like she deserved all the good things in life. And because of this, Mariam loved Jalil.\n\nEven if she had to share him. \n\nJalil had three wives and nine children, all of whom Mariam didn’t know. He was one of the richest men in Herat. He owned a cinema that Mariam had never seen, but Jalil had described it to her. She knew it had blue-and-tan tiles, private balcony seats, and a nice ceiling. Double doors opened into a lobby with posters of Hindi films in glass displays. Jalil said kids got free ice cream at the concession stand on Tuesdays.\n\nNana smiled when he said this. After Jalil left, she laughed and said, “The children of strangers get ice cream. What do you get, Mariam? Just stories about ice cream.”\n\nBesides the cinema, Jalil owned land in Karokh, land in Farah, three carpet stores, a clothing shop, and a black 1956 Buick Roadmaster. He was one of the best-connected men in Herat, friends with the mayor and the provincial governor. He had a cook, a driver, and three housekeepers.\n\n**PAGE SUMMARY:** Mariam feels a mix of pride and longing for her father Jalil, who shares enchanting stories of their city, despite her mother's bitterness and the reality of her status as an illegitimate child."
}