{
  "text": "A THOUSAND SPLENDID SUNS  \n5  \nPART ONE  \n\n1.  \n\nMariam was five years old when she first heard the word \"harami.\"  \n\nIt was a Thursday. Mariam remembered feeling restless that day because Jalil was coming to visit her at the kolba. To pass the time until she saw him, she climbed onto a chair and took down her mother's Chinese tea set. This tea set was the only thing Mariam's mother, Nana, had from her own mother, who died when Nana was two. Nana loved each blue-and-white piece, especially the pot's spout, the hand-painted birds and flowers, and the dragon on the sugar bowl meant to keep away bad things.  \n\nBut then, the sugar bowl slipped from Mariam's hands and broke on the wooden floor.  \n\nWhen Nana saw it, her face turned red, and she looked very angry. Mariam was scared that the jinn would come back into her mother. But the jinn didn't come that time. Instead, Nana grabbed Mariam by the wrists, pulled her close, and said through clenched teeth, \"You are a clumsy little harami. This is my reward for everything I've been through—breaking my heirloom, clumsy little harami.\"  \n\nAt that moment, Mariam didn't understand what \"harami\" meant. She didn't know it was a bad word for someone born out of wedlock. She wasn't old enough to see that the people who create harami are the ones at fault, not the harami themselves, who only did one thing: being born.  \n\nMariam guessed from Nana's tone that being a harami was something ugly and shameful, like the cockroaches Nana always cursed and swept out of the kolba.  \n\nLater, when she was older, Mariam understood. It was how Nana said the word, almost like she was spitting it, that made Mariam feel its sting. She realized that a harami was someone unwanted; that she, Mariam, was an illegitimate child who would never have the same rights as others, like love, family, home, and acceptance.  \n\nJalil never called her that. He called her his little flower. He liked to sit her on his lap and tell her stories, like how Herat, where Mariam was born in 1959, was once a center of Persian culture, home to many writers, artists, and Sufis.  \n\n\"You couldn't stretch a leg here without poking a poet in the butt,\" he laughed.\n\n**PAGE SUMMARY:** Mariam, a young girl labeled as a \"harami\" by her mother, grapples with her identity and the stigma of being an illegitimate child."
}