{
  "text": "A THOUSAND SPLENDID SUNS             \n9 \nNana brushed off the story, but Mariam could see the happy look in her eyes. Maybe for the only time in her life, during the days before her wedding, Nana had really been happy.\n\nAs Nana told the story, Mariam sat on her lap and imagined her mother getting fitted for a wedding dress. She pictured her on a horse, shyly smiling behind a green veil, her hands painted red with henna, her hair decorated with silver dust, and her braids held together with tree sap. She could see musicians playing the shahnai flute and banging on dohol drums, while street kids shouted and ran around.\n\nThen, a week before the wedding, a jinn entered Nana's body. Mariam didn’t need an explanation; she had seen it happen many times. Nana would suddenly collapse, her body would stiffen, her eyes would roll back, and her arms and legs would shake like something was choking her from the inside. There would be foam at her mouth, sometimes white, sometimes pink with blood. Then she would feel sleepy, confused, and mumble things that didn’t make sense.\n\nWhen the news reached Shindand, the parakeet seller's family canceled the wedding. \n\n\"They got scared,\" Nana said.\n\nThe wedding dress was put away. After that, no more suitors came.\n\n* * *  \n\nIn a clearing, Jalil and his two sons, Farhad and Muhsin, built the small kolba where Mariam would live for the first fifteen years of her life. They made it with sun-dried bricks and covered it with mud and straw. Inside, there were two sleeping cots, a wooden table, two straight-backed chairs, a window, and shelves where Nana kept clay pots and her favorite Chinese tea set. Jalil added a new stove for the winter and stacked chopped wood behind the kolba. He also built an outdoor oven for making bread and a chicken coop with a fence around it. He brought in a few sheep and made a feeding trough. He had Farhad and Muhsin dig a deep hole outside the circle of willows and built an outhouse over it.\n\nNana said Jalil could have hired workers to build the kolba, but he didn’t. \n\n\"It was his way of making up for things.\"\n\n* * *  \n\nIn Nana's story about the day she gave birth to Mariam, no one came to help. It happened on a damp, cloudy day in spring 1959, during the twenty-sixth year of King Zahir Shah's mostly quiet forty-year reign. Nana said Jalil didn’t bother to call a doctor or even a midwife, even though he knew the jinn might enter her body and cause her to have a fit while giving birth. She lay all alone on the kolba's floor, a knife by her side, sweat soaking her body.\n\n\"When the pain got bad, I bit on a pillow and screamed into it until I lost my voice. And still, no one came to wipe my face or give me water. And you, Mariam jo, you were in\n\n**PAGE SUMMARY:** Nana reflects on her brief happiness before Mariam's birth, which was overshadowed by a jinn's possession that led to the cancellation of her wedding."
}