{
  "text": "A THOUSAND SPLENDID SUNS             \n\n\"Don't rush me. You made me lie on that cold, hard floor for almost two days. I didn't eat or sleep; all I did was push and pray for you to come out.\"  \n\n\"I'm sorry, Nana.\"  \n\n\"I cut the cord between us myself. That's why I had a knife.\"  \n\n\"I'm sorry.\"  \n\nNana always gave a slow smile that seemed heavy with feelings, but Mariam could never tell if it was a smile of blame or forgiveness. Young Mariam didn't think about how unfair it was to apologize for how she was born.  \n\nBy the time she turned ten, Mariam stopped believing the story of her birth. She believed Jalil's story instead, that even though he was away, he arranged for Nana to go to a hospital in Herat where a doctor helped her. She had been in a clean bed in a bright room. Jalil looked sad when Mariam told him about the knife.  \n\nMariam also started to doubt that she made her mother suffer for two full days.  \n\n\"They told me it was all over in less than an hour,\" Jalil said. \"You were a good daughter, Mariam jo. Even when you were born, you were a good daughter.\"  \n\n\"He wasn't even there!\" Nana yelled. \"He was in Takht-e-Safar, riding horses with his precious friends.\"  \n\nWhen they told him he had a new daughter, Nana said Jalil just shrugged, kept brushing his horse's mane, and stayed in Takht-e-Safar for two more weeks.  \n\n\"The truth is, he didn't even hold you until you were a month old. And then he just looked at your long face and handed you back to me.\"  \n\nMariam stopped believing this part of the story too. Yes, Jalil admitted he was riding horses in Takht-e-Safar, but when he got the news, he didn't shrug. He rode back to Herat right away. He held her, ran his thumb over her eyebrows, and sang a lullaby. Mariam didn't picture Jalil saying her face was long, even though it was.  \n\nNana said she chose the name Mariam because it was her mother's name. Jalil said he picked the name because Mariam, the tuberose, is a beautiful flower.  \n\n\"Is it your favorite?\" Mariam asked.  \n\n\"Well, one of them,\" he said and smiled.\n\n**PAGE SUMMARY:** Mariam grapples with conflicting narratives about her birth and her parents' feelings towards her, leading to confusion and doubt about her identity."
}