{
  "text": "A THOUSAND SPLENDID SUNS             \n8 \n2. \n\n\"To Jalil and his wives, I was like a weed. A mugwort. You too. And you weren't even born yet.\"  \n\n\"What's a mugwort?\" Mariam asked.  \n\n\"A weed,\" Nana said. \"Something you pull out and throw away.\"  \n\nMariam felt upset inside. Jalil didn’t treat her like a weed. He never had. But she thought it was better to keep quiet about it.  \n\n\"Unlike weeds, I had to be taken care of, you see, because of you. That was the deal Jalil made with his family.\"  \n\nNana said she refused to live in Herat.  \n\n\"For what? To see him drive his other wives around town all day?\"  \n\nShe also didn’t want to live in her father's empty house in the village of Gul Daman, which was on a steep hill two kilometers north of Herat. She wanted to live somewhere far away, where neighbors wouldn’t stare at her belly, point at her, laugh, or, even worse, pretend to be nice.  \n\n\"And believe me,\" Nana said, \"it was a relief for your father to have me out of sight. He liked it that way.\"  \n\nIt was Muhsin, Jalil's oldest son from his first wife, Khadija, who suggested the clearing. It was on the edge of Gul Daman. To get there, you had to take a rough, uphill dirt path that split off the main road between Herat and Gul Daman. The path was lined with knee-high grass and patches of white and bright yellow flowers. It wound uphill to a flat field with tall poplar and cottonwood trees and wild bushes growing in groups. From up there, you could see the tops of the rusty windmill blades in Gul Daman on the left and all of Herat spread out below on the right. The path ended next to a wide stream filled with trout, which flowed down from the Safid-koh mountains around Gul Daman. Two hundred yards upstream, toward the mountains, there was a circle of weeping willow trees. In the shade of the willows was the clearing.  \n\nJalil went to check it out. When he came back, Nana said he sounded like a guard bragging about how clean his prison was.  \n\n\"And so, your father built us this dump.\"  \n\n* * *  \n\nNana almost got married once when she was fifteen. The suitor was a boy from Shindand who sold parakeets. Mariam knew the story from Nana herself, and even though...\n\n**PAGE SUMMARY:** Nana reflects on her past and the circumstances surrounding her relationship with Jalil, expressing her feelings of being treated like a weed and her desire for isolation."
}