{
  "text": "A THOUSAND SPLENDID SUNS             \n3 \n\nRIVERHEAD BOOKS  \n\nPublished by the Penguin Group  \nPenguin Group (USA) Inc., 375 Hudson Street, New York, NY 10014, USA  \nPenguin Group (Canada), 90 Eglinton Avenue East, Suite 700, Toronto, Ontario M4P 2Y3, Canada  \nPenguin Books Ltd, 80 Strand, London WC2R 0RL, England  \nPenguin Ireland, 25 St Stephen's Green, Dublin 2, Ireland  \nPenguin Group (Australia), 250 Camberwell Road, Camberwell, Victoria 3124, Australia  \nPenguin Books India Pvt Ltd, 11 Community Centre, Panchsheel Park, New Delhi 110 017, India  \nPenguin Group (NZ), 61 Apollo Drive, Rosedale, North Shore 0745, Auckland, New Zealand  \nPenguin Books (South Africa) (Pty) Ltd, 24 Sturdee Avenue, Rosebank, Johannesburg 2196, South Africa  \n\nPenguin Books Ltd, Registered Offices:  \n80 Strand, London WC2R 0RL, England  \n\nFirst Published in the United States by Riverhead Books 2007  \nCopyright © 2007 by ATSS Publications, LLC  \n\nTranslation of the poem \"Kabul\" by Josephine Barry Davis  \nAll rights reserved. No part of this book may be copied, scanned, or shared in any printed or electronic form without permission. Please do not support or take part in stealing copyrighted materials. Buy only authorized editions.  \n\nLibrary of Congress Cataloging in Publication Data  \nHosseini, Khaled. A Thousand Splendid Suns / Khaled Hosseini.  \nISBN: 1 4295 1460 4  \n1. Families Fiction. 2. Afghanistan Fiction. I. Title.  \n\nPS3608.O832K58 2003 2007008679  \n813'.6 dc22  \n\nThis is a work of fiction. Names, characters, places, and events are either made up by the author or used in a made-up way, and any similarity to real people, businesses, or events is just a coincidence.  \n\nWhile the author tried hard to give correct phone numbers and website addresses when the book was published, neither the publisher nor the author is responsible for mistakes or changes that happen later. Also, the publisher does not control or take responsibility for the content on the author's or other websites.  \n\nALSO BY KHALED HOSSEINI  \n\nThe Kite Runner\n\n**PAGE SUMMARY:** The page provides publication details and copyright information for Khaled Hosseini's novel \"A Thousand Splendid Suns.\""
}