{
  "text": "A THOUSAND SPLENDID SUNS\n\nJalil told Mariam the story of Queen Gauhar Shad, who built the famous towers in Herat a long time ago. He described the green wheat fields, the orchards, the vines full of grapes, and the busy markets in the city.\n\n“One day, I’ll show you a pistachio tree,” Jalil said. “Under it is buried the great poet Jami.” He leaned in and whispered, “Jami lived over five hundred years ago. I took you there once when you were little, but you don’t remember.”\n\nIt was true. Mariam didn’t remember. Even though she lived close to Herat for the first fifteen years of her life, she would never see that famous tree. She would never see the towers up close or pick fruit from the orchards or walk in the wheat fields. But whenever Jalil talked like this, Mariam listened with wonder. She admired him for knowing so much and felt proud to have a father like him.\n\n“What lies!” Nana said after Jalil left. “A rich man telling rich lies. He never took you to that tree. Don’t let him charm you. He betrayed us, your father. He kicked us out of his big house like we were nothing. He was happy to do it.”\n\nMariam listened to Nana but never told her how much she disliked her talking about Jalil like that. The truth was, when Jalil came to see her every Thursday, all smiles and gifts, Mariam didn’t feel like a harami at all. For that hour or two, she felt worthy of all the good things in life, and for this, she loved Jalil.\n\nEven if she had to share him. \n\nJalil had three wives and nine children, all of whom Mariam didn’t know. He was one of the richest men in Herat. He owned a cinema, which Mariam had never seen, but Jalil described it to her. She knew it had blue and tan tiles, private balcony seats, and a decorated ceiling. There were double doors leading to a lobby with glass displays of Hindi movie posters. Jalil said kids got free ice cream on Tuesdays.\n\nNana smiled when he said this. After he left, she laughed and said, “The children of strangers get ice cream. What do you get, Mariam? Just stories about ice cream.”\n\nBesides the cinema, Jalil owned land in Karokh and Farah, three carpet stores, a clothing shop, and a black 1956 Buick Roadmaster. He was well-connected in Herat, friends with the mayor and governor. He had a cook, a driver, and three housekeepers.\n\n**PAGE SUMMARY:** Mariam feels a mix of pride and longing for her father Jalil, who shares enchanting stories of their city, despite her mother's disdain for him."
}