{
  "text": "A THOUSAND SPLENDID SUNS             \n\n6 \n\nJalil told her the story of Queen Gauhar Shad, who had raised the famous minarets as her loving ode to Herat back in the fifteenth century. He described to her the green wheat fields of Herat, the orchards, the vines pregnant with plump grapes, the city's crowded, vaulted bazaars.  \n\n\"There is a pistachio tree,\" Jalil said one day, \"and beneath it, Mariam jo, is buried none other than the great poet Jami.\" He leaned in and whispered, \"Jami lived over five hundred years ago. He did. I took you there once, to the tree. You were little. You wouldn't remember.\"  \n\nIt was true. Mariam didn't remember. And though she would live the first fifteen years of her life within walking distance of Herat, Mariam would never see this storied tree. She would never see the famous minarets up close, and she would never pick fruit from Herat's orchards or stroll in its fields of wheat. But whenever Jalil talked like this, Mariam would listen with enchantment. She would admire Jalil for his vast and worldly knowledge. She would quiver with pride to have a father who knew such things.  \n\n\"What rich lies!\" Nana said after Jalil left. \"Rich man telling rich lies. He never took you to any tree. And don't let him charm you. He betrayed us, your beloved father. He cast us out. He cast us out of his big fancy house like we were nothing to him. He did it happily.\"  \n\nMariam would listen dutifully to this. She never dared say to Nana how much she disliked her talking this way about Jalil. The truth was that around Jalil, Mariam did not feel at all like a harami. For an hour or two every Thursday, when Jalil came to see her, all smiles and gifts and endearments, Mariam felt deserving of all the beauty and bounty that life had to give. And, for this, Mariam loved Jalil.  \n\n* * *  \n\nEven if she had to share him.  \n\nJalil had three wives and nine children, nine legitimate children, all of whom were strangers to Mariam. He was one of Herat's wealthiest men. He owned a cinema, which Mariam had never seen, but at her insistence Jalil had described it to her, and so she knew that the façade was made of blue-and-tan terra-cotta tiles, that it had private balcony seats and a trellised ceiling. Double swinging doors opened into a tiled lobby, where posters of Hindi films were encased in glass displays. On Tuesdays, Jalil said one day, kids got free ice cream at the concession stand.  \n\nNana smiled demurely when he said this. She waited until he had left the kolba, before snickering and saying, \"The children of strangers get ice cream. What do you get, Mariam? Stories of ice cream.\"  \n\nIn addition to the cinema, Jalil owned land in Karokh, land in Farah, three carpet stores, a clothing shop, and a black 1956 Buick Roadmaster. He was one of Herat's best-connected men, friend of the mayor and the provincial governor. He had a cook, a driver, and three housekeepers.\n\n**PAGE SUMMARY:** Mariam feels a mix of pride and longing for her father Jalil, who shares enchanting stories of their city, despite her mother's bitterness and the reality of her status as an illegitimate child."
}