{
  "text": "A THOUSAND SPLENDID SUNS             \n3 \n\nRIVERHEAD BOOKS  \n\nPublished by the Penguin Group  \nPenguin Group (USA) Inc., 375 Hudson Street, New York, New York 10014, USA •  \nPenguin Group (Canada), 90 Eglinton Avenue East, Suite 700, Toronto, Ontario M4P 2Y3,  \nCanada (a division of Pearson Penguin Canada Inc.) •  \nPenguin Books Ltd, 80 Strand, London WC2R 0RL, England •  \nPenguin Ireland, 25 St Stephen's Green, Dublin 2, Ireland  \n(a division of Penguin Books Ltd) •  \nPenguin Group (Australia), 250 Camberwell Road,  \nCamberwell, Victoria 3124, Australia (a division of Pearson Australia Group Pty Ltd) •  \nPenguin Books India Pvt Ltd, 11 Community Centre, Panchsheel Park, New Delhi 110 017,  \nIndia •  \nPenguin Group (NZ), 61 Apollo Drive, Rosedale, North Shore 0745, Auckland, New  \nZealand (a division of Pearson New Zealand Ltd) •  \nPenguin Books (South Africa) (Pty) Ltd, 24 Sturdee Avenue, Rosebank, Johannesburg 2196, South Africa  \n\nPenguin Books Ltd, Registered Offices:  \n80 Strand, London WC2R 0RL, England  \n\nFirst Published in the United States by Riverhead Books 2007  \nCopyright © 2007 by ATSS Publications, LLC  \n\nTranslation of the poem \"Kabul\" by Josephine Barry Davis  \nAll rights reserved. No part of this book may be reproduced, scanned, or distributed in any  \nprinted or electronic form without permission. Please do not participate in or encourage  \npiracy of copyrighted materials in violation of the author's rights. Purchase only authorized  \neditions.  \n\nLibrary of Congress Cataloging in Publication Data  \nHosseini, Khaled. A thousand splendid suns / Khaled Hosseini.  \nISBN: 1 4295 1460 4  \n1. Families Fiction. 2. Afghanistan Fiction. I. Title.  \n\nPS3608.O832K58 2003 2007008679  \n813'.6 dc22  \n\nThis is a work of fiction. Names, characters, places, and incidents either are the product of  \nthe author's imagination or are used fictitiously, and any resemblance to actual persons,  \nliving or dead, businesses, companies, events, or locales is entirely coincidental.  \n\nWhile the author has made every effort to provide accurate telephone numbers and Internet  \naddresses at the time of publication, neither the publisher nor the author assumes any  \nresponsibility for errors, or for changes that occur after publication. Further, the publisher  \ndoes not have any control over and does not assume any responsibility for author or third  \nparty websites or their content.  \n\nALSO BY KHALED HOSSEINI  \n\nThe Kite Runner\n\n**PAGE SUMMARY:** This page provides publication details and copyright information for Khaled Hosseini's novel \"A Thousand Splendid Suns.\""
}