{
  "text": "A THOUSAND SPLENDID SUNS             \n9 \n\nNana brushed off the memory, but Mariam could see a happy look in her eyes. Maybe for the first time in her life, during the days before her wedding, Nana had truly been happy. \n\nAs Nana told the story, Mariam sat on her lap and imagined her mother trying on a wedding dress. She pictured her on a horse, smiling shyly behind a green veil, her hands painted red with henna, her hair decorated with silver dust, and her braids held together with tree sap. She saw musicians playing the shahnai flute and drumming on dohol drums, while street kids cheered and ran around. \n\nThen, a week before the wedding, a jinn took over Nana's body. Mariam didn't need a long explanation; she had seen it happen many times. Nana would suddenly collapse, her body would go stiff, her eyes would roll back, and her arms and legs would shake like something was choking her from the inside. There would be froth at the corners of her mouth, sometimes white, sometimes pink with blood. After that, she would be sleepy, confused, and mumbling. \n\nWhen the news reached Shindand, the parakeet seller's family called off the wedding. \n\n\"They got scared,\" Nana said. \n\nThe wedding dress was put away. After that, no one came to ask for her hand again. \n\n* * * \n\nIn the clearing, Jalil and his two sons, Farhad and Muhsin, built the small kolba where Mariam would live for the first fifteen years of her life. They made it with sun-dried bricks and covered it with mud and straw. Inside, there were two sleeping cots, a wooden table, two straight-backed chairs, a window, and shelves where Nana placed clay pots and her favorite Chinese tea set. Jalil added a new cast iron stove for the winter and stacked logs of wood behind the kolba. He also built an outdoor oven for making bread and a chicken coop with a fence. He brought in a few sheep and made a feeding trough for them. He had Farhad and Muhsin dig a deep hole outside the willows and built an outhouse over it. \n\nNana said Jalil could have hired workers to build the kolba, but he didn’t. \n\n\"His way of making up for things,\" she said. \n\n* * * \n\nIn Nana's story about the day she gave birth to Mariam, no one came to help her. It was a cold, cloudy day in spring 1959, during the twenty-sixth year of King Zahir Shah's mostly quiet forty-year reign. She said Jalil didn’t bother to call a doctor or a midwife, even though he knew the jinn might take over her body and cause her to have a fit while giving birth. She lay all alone on the floor of the kolba, with a knife by her side, sweating from the pain. \n\n\"When the pain got really bad, I would bite down on a pillow and scream into it until my voice was gone. And still, no one came to help me or give me water. And you, Mariam jo, you were in\n\n**PAGE SUMMARY:** Nana reflects on a moment of happiness before her wedding, which was ultimately thwarted by her illness, leading to a life of isolation for Mariam."
}