{
  "text": "A THOUSAND SPLENDID SUNS             \n8 \n2. \n\n\"To Jalil and his wives, I was like a weed. A mugwort. You too. And you weren't even born yet.\"  \n\n\"What's a mugwort?\" Mariam asked.  \n\n\"A weed,\" Nana said. \"Something you pull out and throw away.\"  \n\nMariam felt sad inside. Jalil didn't treat her like a weed. He never had. But she thought it was better to keep this to herself.  \n\n\"Unlike weeds, I had to be taken care of, you see, given food and water. That was the deal Jalil made with his family.\"  \n\nNana said she refused to live in Herat.  \n\n\"For what? To watch him drive his other wives around all day?\"  \n\nShe said she wouldn’t live in her father’s empty house in Gul Daman, which was on a steep hill two kilometers from Herat. She wanted to live somewhere far away, where neighbors wouldn’t stare at her belly, point at her, laugh, or, even worse, pretend to be nice.  \n\n\"And believe me,\" Nana said, \"it was a relief for your father to have me out of sight. It worked out for him.\"  \n\nIt was Muhsin, Jalil's oldest son from his first wife, Khadija, who suggested a clearing. It was on the edge of Gul Daman. To get there, you took a bumpy dirt road that went uphill from the main road between Herat and Gul Daman. The road was lined with knee-high grass and small white and bright yellow flowers. It led to a flat field with tall poplar and cottonwood trees and wild bushes. From up there, you could see the tips of the old windmill in Gul Daman on one side and all of Herat below on the other. The path ended by a wide stream full of trout, flowing down from the mountains around Gul Daman. Two hundred yards upstream, there was a circle of weeping willow trees. In the shade of the willows was the clearing.  \n\nJalil went to check it out. When he came back, Nana said he sounded like a guard bragging about how nice his prison was.  \n\n\"And so, your father built us this dump.\"  \n\n* * *  \n\nNana almost got married once when she was fifteen. The suitor was a boy from Shindand who sold parakeets. Mariam knew the story from Nana herself, and even though...\n\n**PAGE SUMMARY:** Nana reflects on her past and the circumstances surrounding her relationship with Jalil, expressing her disdain for societal judgment and her desire for isolation."
}